Repository: LucasHuffman9016SusanWagner/moneymanagerex
Catalog: po/*.po
Languages: bg_bg

source: Category Relocation Completed.
bg_bg: Преместването на категорията успешно.

source: Records have been updated in the database: %i
bg_bg: Записите бяха обновени в базата данни: %i

source: Category Relocation Result
bg_bg: Резултат от преместването на категория

source: Hide Selected Category
bg_bg: Скрий избраната категория

source: Unhide Selected Category
bg_bg: Покажи избраната категория

source: Clear Settings
bg_bg: Изчисти настройки

source: Cancel
bg_bg: Откажи

source: Close
bg_bg: Затвори

source: &Close
bg_bg: &Затвори

source: View All Transactions
bg_bg: Виж всички транзакции

source: View Today
bg_bg: Виж днес

source: View Current Month
bg_bg: Виж текущ месец

source: View Last 30 days
bg_bg: Виж последните 30 дни

source: View Last 90 days
bg_bg: Виж последните 90 дни

source: View Last Month
bg_bg: Виж последния месец

source: View Last 3 Months
bg_bg: Виж последните 3 месеца

source: View Last 12 Months
bg_bg: Виж последните 12 месеца

source: View Current Year
bg_bg: Виж текущата година

source: View Current Financial Year
bg_bg: Преглед на текущата финансова година

source: View Last Year
bg_bg: Покажи миналата година

source: View Last Financial Year
bg_bg: Преглед на миналата финансова година

source: Open
bg_bg: Отвори

source: Closed
bg_bg: Затворен

source: Favorites
bg_bg: Любими

source: Currency Manager
bg_bg: Мениджър за валути

source: Currency Name
bg_bg: Име на валута

source: Currency Symbol
bg_bg: Символ на валута

source: Prefix Symbol
bg_bg: Префикс символ

source: Suffix Symbol
bg_bg: Суфикс символ

source: Decimal Char
bg_bg: Десетичен знак

source: Grouping Char
bg_bg: Групиращ знак

source: Scale
bg_bg: Скала

source: Value Display Sample:
bg_bg: Пример за стойност:

source: Save any changes made
bg_bg: Запиши направените промени

source: Any changes will be lost without update
bg_bg: Всякакви промени ще бъдат загубени без обновяване

source: Invalid Entry
bg_bg: Невалидно попълване

source: New/Edit Custom Field
bg_bg: Ново/редактиране на потребителско поле

source: Custom Field Details
bg_bg: Детайли на потребителско поле

source: Enter the name of the custom field
bg_bg: Въведете име на потребителско поле

source: Field Type
bg_bg: Вид поле

source: Select type of custom field
bg_bg: Изберете типа на потребителско поле

source: ToolTip
bg_bg: Подсказка

source: Enter the tooltip that will be shown
bg_bg: Въведете подсказката, която ще бъде показана

source: RegEx
bg_bg: Регулярен израз (RegEx)

source: Enter the RegEx to validate field
bg_bg: Въведете RegEx израза за проверка на полето

source: Autocomplete
bg_bg: Автодовършване

source: Enables autocomplete on custom field
bg_bg: Позволява Автодовършване в потребителско поле

source: Default
bg_bg: Стандартно

source: Enter the default for this field For date/time insert 'Now' to make current date/time as default
bg_bg: Въведете стойността по подразбиране за това поле За дата/час - изпишете 'Now', за да направите текущата дата и час стандартни

source: Choices
bg_bg: Избори

source: Properties
bg_bg: Свойства

source: Personalize custom fields | %s
bg_bg: Персонализиране на потребителски полета | %s

source: Bills
bg_bg: Сметки

source: Food
bg_bg: Храна

source: Leisure
bg_bg: Отдих

source: Automobile
bg_bg: Автомобил

source: Education
bg_bg: Образование

source: Homeneeds
bg_bg: Домашни потреби

source: Healthcare
bg_bg: Здравеопазване

source: Insurance
bg_bg: Застраховка

source: Vacation
bg_bg: Ваканция

source: Taxes
bg_bg: Такси

source: Miscellaneous
bg_bg: Разни

source: Gifts
bg_bg: Подаръци

source: Other Income
bg_bg: Други приходи

source: Other Expenses
bg_bg: Други разходи

source: Transfer
bg_bg: Трансфер

source: Telephone
bg_bg: Телефон

source: Electricity
bg_bg: Електричество

source: Gas
bg_bg: Газ

source: Internet
bg_bg: Интернет

source: Rent
bg_bg: Рента

source: Cable TV
bg_bg: Кабелна телевизия

source: Water
bg_bg: Вода

source: Groceries
bg_bg: Зеленчуци

source: Dining out
bg_bg: Излизане

source: Movies
bg_bg: Филми

source: Video Rental
bg_bg: Видео под наем

source: Magazines
bg_bg: Списания

source: Maintenance
bg_bg: Поддръжка

source: Parking
bg_bg: Паркинг

source: Registration
bg_bg: Регистрация

source: Books
bg_bg: Книги

source: Tuition
bg_bg: Обучение

source: Clothing
bg_bg: Дрехи

source: Furnishing
bg_bg: Мебели

source: Health
bg_bg: Здраве

source: Dental
bg_bg: Зъболекар

source: Eyecare
bg_bg: Очен лекар

source: Physician
bg_bg: Физиолог

source: Prescriptions
bg_bg: Рецепти

source: Auto
bg_bg: Автомобил

source: Life
bg_bg: Живот

source: Home
bg_bg: Дом

source: Travel
bg_bg: Пътешествие

source: Lodging
bg_bg: Жилище

source: Sightseeing
bg_bg: Забележителности

source: Income Tax
bg_bg: Такса приходи

source: House Tax
bg_bg: Такса жилище

source: Water Tax
bg_bg: Такса вода

source: Salary
bg_bg: Заплата

source: Reimbursement/Refunds
bg_bg: Възстановяване/Възстановявания

source: Investment Income
bg_bg: Приход от инвестиции

source: MMEX database upgrade
bg_bg: Актуализация на MMEX база данни

source: MMEX database error!
bg_bg: Грешка в базата данни!

source: MMEX database version %i doesn't work with this MMEX version. Please upgrade MMEX to newer version.
bg_bg: MMEX база данни версия %i не работи с тази версия на MMEX. Моля, актуализирайте MMEX до по-съвременна версия.

source: Can't open file
bg_bg: Не може да отвори файл

source: You must specify path to another database file
bg_bg: Трябва да посочите път до друг файл с бази данни

source: Error: %s
bg_bg: Грешка: %s

source: Opening MMEX Database - Error
bg_bg: Грешка при отварянето на MMEX база данни

source: Reconciled
bg_bg: Одобрен

source: Void
bg_bg: Невалидни

source: Follow up
bg_bg: Последвай

source: Duplicate
bg_bg: Дублирай

source: Un-Reconciled
bg_bg: Неодобрени

source: All Except Reconciled
bg_bg: Всички освен отказани

source: Date Range
bg_bg: Обхват на периода

source: Include Similar
bg_bg: Включи подобни

source: Include all subcategories for the selected category.
bg_bg: Включи всички под-категории за избраната категория.

source: Withdrawal
bg_bg: Изтегляне

source: Deposit
bg_bg: Депозит

source: Transfer To
bg_bg: Трансфер до

source: Transfer From
bg_bg: Трансфер от

source: Amount Range
bg_bg: Размер на сумата

source: Filtering Details:
bg_bg: Детайли за филтриране:

source: Empty value
bg_bg: Празна стойност

source: Since
bg_bg: От

source: Before
bg_bg: Преди

source: Amount Min.
bg_bg: Минимална сума

source: Amount Max.
bg_bg: Максимална сума

source: General Reports Manager
bg_bg: Мениджър на основните отчети

source: Reports
bg_bg: Отчети

source: &Import
bg_bg: &Импортиране

source: Locate and load a report file.
bg_bg: Намери и зареди файл с отчет.

source: &Export
bg_bg: &Експортиране

source: Export the report to a new file.
bg_bg: Експортирай отчета в нов файл.

source: &Save
bg_bg: &Запиши

source: Save changes.
bg_bg: Запиши промените.

source: &Run
bg_bg: &Стартирай

source: Run selected report.
bg_bg: Стартирай избрания отчет.

source: Output
bg_bg: Изходен вид

source: Template
bg_bg: Шаблон

source: &Test
bg_bg: &Тест

source: Create Template
bg_bg: Създай шаблон

source: Load report file:
bg_bg: Зареди файл с отчет:

source: General Report Manager files (*.grm)
bg_bg: Файлове на Управителя на общи доклади (*.grm)

source: ZIP files (*.zip)
bg_bg: ZIP файлове (* .zip)

source: Unable to open file: %s
bg_bg: Не може да отвори файл: %s

source: New Empty Report
bg_bg: Нов празен отчет

source: New Sample Report
bg_bg: Нов примерен отчет

source: Change Group
bg_bg: Смени група

source: Rename Group
bg_bg: Преименувай групата

source: UnGroup
bg_bg: Разгрупирай

source: Rename Report
bg_bg: Преименувай отчет

source: Delete Report
bg_bg: Изтрий отчет

source: Enter the name for the report
bg_bg: Въведи името за отчета

source: General Report Manager
bg_bg: Мениджър на основния отчет

source: Delete the Report Title:
bg_bg: Изтрий заглавието на отчета:

source: Enter or choose name for the new report group
bg_bg: Въведете или изберете име за новата група доклади

source: Change report group
bg_bg: Промени групата за доклади

source: Enter or choose name for the new group
bg_bg: Въведете или изберете име за новата група

source: Add Report Group
bg_bg: Добави група за отчети

source: New Report %s
bg_bg: Нов отчет %s

source: Report Name already exists
bg_bg: Името на отчета вече съществува

source: New Report
bg_bg: Нов отчет

source: Choose file to Save As Report
bg_bg: Избери файл да бъде записан като Отчет

source: Unable to open file.
bg_bg: Невъзможно да се отвори файла.

source: Universal CSV Import
bg_bg: Универсалено CSV импортиране

source: Unable to create file.
bg_bg: Не мога да създам файла.

source: Could not save file.
bg_bg: Не можах да запазя файла.

source: Export error
bg_bg: Грешка при експортиране

source: File is not in Excel XML Spreadsheet 2003 format.
bg_bg: Файлът не е във Excel XML Spreadsheet 2003 формат.

source: Parsing error
bg_bg: Грешка при разчитане

source: Could not find Worksheet.
bg_bg: Не можах да открия Worksheet.

source: Table
bg_bg: Таблица

source: Could not find Table.
bg_bg: Не може да се намери таблица.

source: Transactions
bg_bg: Транзакции

source: QIF Export
bg_bg: QIF Експорт

source: Parameters
bg_bg: Параметри

source: Log
bg_bg: Записки

source: Accounts
bg_bg: Акаунти

source: From Date
bg_bg: От дата

source: To Date
bg_bg: До дата

source: Date Format
bg_bg: Формат на датите:

source: Write to File
bg_bg: Записан във файл

source: File Name:
bg_bg: Име на файл:

source: Clear
bg_bg: Изчисти

source: Choose Account to Export from:
bg_bg: Избери акаунт, от който да Експортира:

source: Choose QIF data file to Export
bg_bg: Избери QIF файл за Експортиране

source: QIF Files (*.qif)
bg_bg: QIF файлове (*.qif)

source: No Account available for export
bg_bg: Няма свободни акаунти за експорт

source: No Accounts selected for export
bg_bg: Не е избран акаунт за експорт

source: To Date less than From Date
bg_bg: Дата 'до' е по-ранна от дата 'от'

source: Categories exported
bg_bg: Експортирани са категории

source: Please wait
bg_bg: Моля почакайте

source: Exporting
bg_bg: Експортиране

source: Export to QIF
bg_bg: Експортирай към QIF

source: QIF Import
bg_bg: QIF Импортиране

source: Choose &file
bg_bg: Избери &файл

source: Encoding:
bg_bg: Знаков набор:

source: Filtering Details:
bg_bg: Детайли за филтриране:

source: Data
bg_bg: Данни

source: Use account number instead of account name
bg_bg: Използвайте номер на сметка вместо име на сметка

source: Include payee field in notes
bg_bg: Включвай поле "Получател" в бележки

source: Unknown
bg_bg: Непознато

source: Scanning
bg_bg: Сканиране

source: Press OK Button to continue
bg_bg: Натисни бутона 'ДОБРЕ', за да продължиш

source: OK
bg_bg: Добре

source: Warning
bg_bg: Предупреждение

source: Missing
bg_bg: Липсващ/и

source: Choose QIF data file to Import
bg_bg: Избери QIF файл за Импортиране

source: Do you want to import all transaction ?
bg_bg: Искате ли да импортирате всички транзакции?

source: All missing account, payees and categories will be created.
bg_bg: Всички липсващи получатели и категории на акаунта ще бъдат създадени.

source: Confirm Import
bg_bg: Потвърдете импортирането

source: Importing
bg_bg: Импортиране

source: Importing Accounts
bg_bg: Импортира акаунти

source: Importing Payees
bg_bg: Импортира получатели

source: Importing Categories
bg_bg: Импортира категории

source: Importing transaction %i of %i
bg_bg: Импортиране транзакция %i от %i

source: Importing Transfers
bg_bg: Импортира трансфери

source: Importing Split transactions
bg_bg: Импортира разделени транзакции

source: Import finished successfully
bg_bg: Импортирането приключи успешно

source: Imported transactions discarded by user!
bg_bg: Импортираните транзакции бяха отказани от потребителя!

source: Transaction code is missing
bg_bg: Липсва код на транзакция

source: Transaction Payee is missing or incorrect
bg_bg: Липсващ или неправилен "Получател"

source: Date format or date mask is incorrect
bg_bg: Маската или формата на дата е невалиден

source: Transaction Account is incorrect
bg_bg: Невалидна сметка за тразакция

source: Transaction Account for transfer is incorrect
bg_bg: Неправилна сметка за трансфер

source: Transaction Amount is incorrect
bg_bg: Сумата на транзакцията е невалидна

source: Transaction Category is incorrect
bg_bg: Неправилна "Категория"

source: Added account: %s
bg_bg: Добавени акаунти: %s

source: Added payee: %s
bg_bg: Добавен получател: %s

source: Amount +/-
bg_bg: Сума +/-

source: SubCategory
bg_bg: Под-Категория

source: Don't Care
bg_bg: Няма значение

source: Balance
bg_bg: Баланс

source: Import dialog
bg_bg: Диалогов прозорец за внасяне

source: Export dialog
bg_bg: Диалогов прозорец за изнасяне

source: &Browse
bg_bg: Преглед

source: Choose CSV data file to Import
bg_bg: Изберете CSV файл за внасяне

source: Choose CSV data file to Export
bg_bg: Избери CSV файл за Експортиране

source: Save Template
bg_bg: Запиши шаблон

source: Specify the order of fields in the file
bg_bg: Посочете реда на полетата във файла

source: &MMEX format
bg_bg: &MMEX формат

source: MMEX standard format
bg_bg: MMEX стандартен формат

source: &Up
bg_bg: &Нагоре

source: Move Up
bg_bg: Премести нагоре

source: &Down
bg_bg: &Надолу

source: Move &Down
bg_bg: Премести &надолу

source: Account:
bg_bg: Акаунт:

source: Date Format:
bg_bg: Формат на дата:

source: CSV Delimiter:
bg_bg: CSV разделител:

source: Specify the delimiter to use when importing/exporting CSV files
bg_bg: Посочи разделителят, който да се ползва, когато се импортират/експортират CSV файлове

source: Export column titles
bg_bg: Изнасяне на заглавия колони

source: Amount +/-:
bg_bg: Сума +/-:

source: Positive values are deposits
bg_bg: Положителни стойности са депозити

source: Positive values are withdrawals
bg_bg: Положителните стойности са тегления

source: Rows to ignore
bg_bg: Редове за прескачане

source: From start:
bg_bg: От Начало:

source: From end:
bg_bg: От края на:

source: Preview
bg_bg: Преглед

source: Import File
bg_bg: Импортирай файл

source: Export File
bg_bg: Експортирай файл

source: Default account '%s' for this template does not exist. Please select a new account.
bg_bg: Акаунтът по подразбиране '%s' за този шаблон не съществува. Моля, изберете нов акаунт.

source: Account does not exist
bg_bg: Сметката не съществува

source: Incorrect fields specified for import!
bg_bg: Неправилен полета, указани за внос!

source: Date field is required.
bg_bg: Поле "Дата" е задължително.

source: Amount field or both Withdrawal and Deposit fields are required.
bg_bg: Полетата сума или изтегляне и внасяне са задължителни.

source: Import
bg_bg: Внасяне

source: Transactions imported to account %s: %ld
bg_bg: Транзакции, внесени в сметка %s: %ld

source: Line %ld: Empty
bg_bg: Ред %ld: празен

source: Line %ld: Error:
bg_bg: Ред %ld: грешка:

source: Invalid Date.
bg_bg: Неправилна Дата.

source: Invalid Amount.
bg_bg: Невалидно крайно количество.

source: Type (withdrawal/deposit) unknown.
bg_bg: Тип (изтегляне/внасяне) неизвестен.

source: Line %ld: OK, imported.
bg_bg: Ред %ld: ОК, внесен.

source: Total Lines: %ld
bg_bg: Общо редове: %ld

source: Lines Selected to Import: %ld
bg_bg: Редове, избрани за внасяне: %ld

source: Empty Lines: %ld
bg_bg: Празни редове: %ld

source: Imported: %ld
bg_bg: Внесени: %ld

source: Errored: %ld
bg_bg: Грешки: %ld

source: Log file written to: %s
bg_bg: Файл-дневник в: %s

source: Please confirm saving...
bg_bg: Моля потвърдете записването...

source: No imported transactions!
bg_bg: Няма внесени транзакции!

source: Incorrect fields specified for export! Requires at least Date and Amount.
bg_bg: Неправилен полета, указани за износ! Изисква поне дата и сума.

source: Export
bg_bg: Изнасяне във файл

source: Overwrite existing file?
bg_bg: Да презапиша ли съществуващия файл?

source: File exists
bg_bg: Файлът съществува

source: Failed to delete existing file. File may be locked by another program.
bg_bg: Неуспешно изтриване на съществуващ файл. Файлът може да е заключен от друга програма.

source: Destination file error
bg_bg: Грешка във файла местоназначение

source: Transactions exported: %ld
bg_bg: Транзакции експортирани: %ld

source: Choose CSV data file to import
bg_bg: Избери CSV файл за импорт

source: Choose CSV data file to export
bg_bg: Изберете CSV файл за износ

source: Choose XML data file to import
bg_bg: Изберете XML файл за внасяне

source: Choose XML data file to export
bg_bg: Изберете XML файл за изнасяне

source: XML Files (*.xml)
bg_bg: XML файлове (*.xml)

source: All Files
bg_bg: Всички файлове

source: CSV Files (*.csv)
bg_bg: CSV файлове (*.csv)

source: Symbol
bg_bg: Символ

source: Last Rate
bg_bg: Последен курс

source: Currency Dialog
bg_bg: Прозорец за валута

source: Online update currency rate
bg_bg: Обнови валутния курс онлайн

source: Online Update
bg_bg: Онлайн обновяване

source: Currency History Options
bg_bg: Настройки за валутна история

source: Specify the date of currency value
bg_bg: Посочете дата на валутна стойност

source: Enter the currency value
bg_bg: Въведете стойността на валутата

source: Download Currency Values history
bg_bg: Изтегляне история на валутни стойности

source: &Add / Update
bg_bg: &Добавяне / актуализация

source: Add Currency Values to history
bg_bg: Добави валутна стойност към история

source: Do you really want to delete the selected Currency?
bg_bg: Наистина ли искате да изтриете избраната валута?

source: Set as Base Currency
bg_bg: Сложи основна валута

source: Online Update Currency Rate
bg_bg: Обнови валутния курс онлайн

source: Could not find base currency symbol!
bg_bg: Не може да открие символа на валутата!

source: Entry %s is invalid
bg_bg: Въведеното %s е невалидно

source: Please use this button for category selection or use the 'Split' checkbox for multiple categories.
bg_bg: Моля използвайте този бутон за избор на категория или използвайте кутийката 'Раздели' за множество категории.

source: Invalid Category
bg_bg: Невалидна категория

source: Invalid Account
bg_bg: Невалиден акаунт

source: Please select the account for this transaction.
bg_bg: Моля посочи акаунта за тази транзакция.

source: Please specify which account the transfer is going to.
bg_bg: Посочи в кой акаунт отива трансфера.

source: Selection can be made by using the dropdown button.
bg_bg: Избор може да се направи като се ползва падащия бутон.

source: Invalid Payee
bg_bg: Невалиден получател

source: Please type in a new payee, or make a selection using the dropdown button.
bg_bg: Моля напишете нов получател, или изберете от падащия бутон.

source: Invalid Name
bg_bg: Невалидно име

source: Already exist!
bg_bg: Вече съществува!

source: Please type in a non empty name.
bg_bg: Моля въведете НЕ-празно име.

source: Please enter a positive or calculated value.
bg_bg: Моля въведете положителна или изчислена стойност.

source: Tip: For calculations, enter expressions like (2+2)*(2+2) Calculations will be evaluated and the result used as the entry.
bg_bg: Съвет: За изчисления, въведете изрази като (2+2)*(2+2) Изчисленията ще бъдат сметнати и резултатите ще се ползват за вписване.

source: Recommendation: Always backup your .mmb database file regularly.
bg_bg: Препоръки: Винаги правете редовни резервни копия на своите .mmb файлове.

source: Recommendation: If upgrading to a new version of MMEX, make sure you backup your .mmb database file before doing so.
bg_bg: Препоръки: Ако обновявате към нова версия на MMEX, уверете се, че сте си направили резервни копия на своите .mmb файлове преди да продължите.

source: Recommendation: Use copy (Ctrl+C) and paste (Ctrl+V) for frequently used transactions.
bg_bg: Препоръка: Използвайте копиране (Ctrl+C) и поставяне (Ctrl+V) за често използвани транзакции.

source: Tip: Remember to make backups of your .mmb.
bg_bg: Съвет: Помнете да правите резервни копия на своите .mmb.

source: Tip: To mark a transaction as reconciled, just select the transaction and hit the 'r' or 'R' key. To mark a transaction as unreconciled, just select the transaction and hit the 'u' or 'U' key.
bg_bg: Съвет: За да маркирате транзакция като одобрена, просто маркирайте транзакцията и натиснете 'r' или 'R' клавиша. За да маркирате транзакцията като неодобрена, просто маркирайте транзакцията и натиснете 'u' или 'U' клавиша.

source: Tip: To mark a transaction as requiring followup, just select the transaction and hit the 'f' or 'F' key.
bg_bg: Съвет: За да маркирате транзакция като нуждаеща се от последване, простро маркирайте транзакцията и натиснете 'f' или 'F' клавиша.

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File->Print.
bg_bg: Съвет: MMEX поддържа принтиране на всички отчети, които могат да бъдат разгледани. Опциите за принтиране са достъпни от менюто Файл -> Принтиране.

source: Tip: You can modify some runtime behavior of MMEX by changing the options in the Options Dialog.
bg_bg: Съвет: Можете да променяте поведението при стартиране на MMEX като промените опциите от прозореца с Опции.

source: Tip: Set exchange rate for currencies in case if you have accounts with different currencies.
bg_bg: Съвет: Поставете обменен курс на валутите, ако имате акаунти работещи с различни валути.

source: Organize Categories Dialog Tip: Pressing the h key will cycle through all categories starting with the letter h
bg_bg: Съвет от прозорец за подреждане на категории: Натискането на клавиша 'h' ще обикаля през всички категории започващи с буквата 'h'

source: Organize Categories Dialog Tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc...
bg_bg: Съвет от прозорец за подреждане на категории: Натискането на комбинация от 2 клавиша ще обикаля през всички категории, които започват с тази комбинация. Например натискането на 'h' и 'o' (ho) ще избере Home, House, Homeneeds, и т.н...

source: Tip to get out of debt: Establish an emergency fund.
bg_bg: Съвет да излезеш от задължение: Направи си фонд за спешни случаи.

source: Tip to get out of debt: Stop acquiring new debt.
bg_bg: Съвет да излезеш от задължение: Спри да правиш нови задължения.

source: Tip to get out of debt: Create a realistic budget for your expenses.
bg_bg: Съвет да излезеш от задължение: Създай реалистичен бюджет за своите разходи.

source: Tip to get out of debt: Spend less than you earn.
bg_bg: Съвет да излезеш от задължение: Харчи по-малко, отколкото печелиш.

source: Tip to get out of debt: Pay more than the minimum.
bg_bg: Съвет да излезеш от задължение: Плащай повече от минимално.

source: Before going to a shop and buy something: take the time making a list of what you really need. In the shop buy what is in your list.
bg_bg: Преди да отидеш в магазин и да купиш нещо: направи списък на това, от което наистина се нуждаеш. В магазина купувай само неща от списъка.

source: Displayed Bal:
bg_bg: Показан баланс:

source: Account Bal:
bg_bg: Баланс на акаунта:

source: Reconciled Bal:
bg_bg: Помирен баланс:

source: Diff:
bg_bg: Разлика:

source: New Transaction
bg_bg: Нова транзакция

source: Edit selected transaction
bg_bg: Промени избраната транзакция

source: Delete selected transaction
bg_bg: Изтрий избраната транзакция

source: D&uplicate
bg_bg: Д&ублирай

source: Duplicate selected transaction
bg_bg: Дублирай избраната транзакция

source: Enter any string to find it in the nearest transaction notes
bg_bg: Въведи ни, който да намерите в най-близките бележки на транзакцията

source: Select account used in transfer transactions
bg_bg: Посочи акаунт за трансфер на транзакцията

source: &Edit Transaction
bg_bg: &Промени транзакция
