Repository: LucasHuffman9016SusanWagner/moneymanagerex
Catalog: po/*.po
Languages: bg_bg

source: &Copy Transaction
bg_bg: &Копирай транзакция

source: &Paste Transaction
bg_bg: &Постави транзакция

source: D&uplicate Transaction
bg_bg: Д&ублирай транзакция

source: &Move Transaction
bg_bg: &Премести транзакция

source: &View Split Categories
bg_bg: &Виж разделени категории

source: &Delete Transaction
bg_bg: &Изтрий транзакция

source: Delete all transactions in current view
bg_bg: Изтрий всички транзакции в текущия изглед

source: Delete Viewed "Follow Up" Trans.
bg_bg: Изтрий прегледаните "Последващите" транзакции.

source: Delete Viewed "Unreconciled" Trans.
bg_bg: Изтрий прегледаните "Неодобрени" транзакции.

source: Mark As &Reconciled
bg_bg: Маркирай като &Одобрен

source: Mark As &Unreconciled
bg_bg: Маркирай като &Неодобрен

source: Mark As &Void
bg_bg: Маркирай като &Невалидно

source: Mark For &Followup
bg_bg: Маркирай за &Последващ

source: Mark As &Duplicate
bg_bg: Маркирай като &Дубликат

source: as Reconciled
bg_bg: като Одобрен

source: as Unreconciled
bg_bg: като Неодобрен

source: as Void
bg_bg: като Невалидно

source: as needing Followup
bg_bg: като Последващ

source: as Duplicate
bg_bg: като Дубликат

source: Mark all being viewed
bg_bg: Маркирай всички прегледани

source: Do you really want to delete all the transactions shown?
bg_bg: Наистина ли искате да изтриете всички показани транзакции?

source: Confirm Transaction Deletion
bg_bg: Потвърди изтриването на транзакцията

source: Follow Up
bg_bg: Последвай

source: Unreconciled
bg_bg: Неодобрени

source: Do you really want to delete all the "%s" transactions shown?
bg_bg: Наистина ли искате да изтриете всички "%s" показани транзакции?

source: Do you really want to delete the selected transaction?
bg_bg: Наистина ли искате да изтриете избраната транзакция?

source: Moving Transaction from %s to...
bg_bg: Преместване на Транзакцията от %s към...

source: Select the destination Account
bg_bg: Посочи желания Акаунт

source: View Since Statement Date
bg_bg: Преглед от последната дата на извлечение

source: Please type in an exiting payee name, or make a selection using the dropdown button.
bg_bg: Моля въведете име на съществуващ получател, или направете избор от падащия бутон.

source: Cannot load a translation for the default language of your system (%s).
bg_bg: Не мога да заредя превод за езика по подразбиране на вашата система (%s).

source: Navigation
bg_bg: Навигация

source: Toolbar
bg_bg: Лента с инструменти

source: Bank Accounts
bg_bg: Банкови акаунти

source: Term Accounts
bg_bg: Срочен депозит акаунти

source: Auto Repeat Transactions
bg_bg: Автоматично повторящи се транзакции

source: Home Page
bg_bg: Начална страница

source: Share Accounts
bg_bg: Дялови сметки

source: Budget Setup
bg_bg: Настройка на бюджета

source: Help
bg_bg: Помощ

source: Do you really want to delete the account?
bg_bg: Наистина ли искате да изтриете акаунта?

source: Confirm Account Deletion
bg_bg: Потвърдете изтриването на акаунта

source: MMEX has been opened without an active database.
bg_bg: MMEX беше стартиран без активна база данни.

source: MMEX: Menu Popup Error
bg_bg: MMEX: Грешка в меню прозореца

source: &New Transaction
bg_bg: &Нова транзакция

source: &Edit Account
bg_bg: &Промени акаунт

source: &Reallocate Account
bg_bg: &Премести сметка

source: &Delete Account
bg_bg: &Изтрий акаунт

source: &Launch Account Website
bg_bg: &Отвори уебсайта на акаунта

source: New &Account
bg_bg: Нов &Акаунт

source: Account &List (Home)
bg_bg: &Списък на Акаунта (Начало)

source: &CSV Files...
bg_bg: &CSV файлове...

source: &XML Files...
bg_bg: &XML файлове...

source: &QIF Files...
bg_bg: &QIF файлове...

source: Import from XML (Excel format)
bg_bg: Внасяне от XML (Excel формат)

source: Accounts Visible
bg_bg: Видим акаунт

source: &New Database Ctrl-N
bg_bg: &Нова базаданни Ctrl-N

source: New Database
bg_bg: Нова база данни

source: &Open Database Ctrl-O
bg_bg: &Отвори базаданни Ctrl-O

source: Open Database
bg_bg: Отвори база данни

source: Save Database &As
bg_bg: Запиши база данни &Като

source: Save Database As
bg_bg: Запиши база данни Като

source: &Recent Files...
bg_bg: &Скорошни файлове...

source: &Clear Recent Files
bg_bg: &Изчисти скорошни файлове

source: Export to CSV
bg_bg: Експортирай към CSV

source: Export to XML
bg_bg: Изнасяне в XML

source: &Report to HTML
bg_bg: &Отчет към HTML

source: Export to HTML
bg_bg: Експортирай към HTML

source: Import from any CSV file
bg_bg: Импортирай от CSV файл

source: Import from QIF
bg_bg: Импортирай от QIF

source: Import from WebApp
bg_bg: Внасяне от WebApp

source: &Print...
bg_bg: &Принтирай...

source: Print current view
bg_bg: Принтирай текущия изглед

source: &Toolbar
bg_bg: &Лента с инструменти

source: Show/Hide the toolbar
bg_bg: Скрий/Покажи лентата с инструменти

source: &Navigation
bg_bg: &Навигация

source: Show/Hide the Navigation tree control
bg_bg: Скрий/Покажи Навигационното дърво

source: &Display Share Accounts
bg_bg: Покажи &Дялови сметки

source: Show/Hide Share Accounts in the navigation tree
bg_bg: Покажи/Скрий дялови сметки в дървото за навигация

source: Budgets: As &Financial Years
bg_bg: Бюджети: Като &Финансови години

source: Display Budgets in Financial Year Format
bg_bg: Показвай бюджетите във формат на финансова година

source: Budgets: &Include Transfers in Totals
bg_bg: Бюджети: &Включи трансферите в Общи

source: Include the transfer transactions in the Budget Totals
bg_bg: Включи трансферните транзакции в бюджетните Общи

source: Budget Setup: &Without Summaries
bg_bg: Настройки на бюджета: &Без обобщения

source: Display the Budget Setup without category summaries
bg_bg: Покажи настройките на бюджета без обобщения за категория

source: Budget Category Report: with &Summaries
bg_bg: Доклад категории бюджет: с &резюмета

source: Include the category summaries in the Budget Category Summary
bg_bg: Включи резюметата на категории в Доклада категории бюджет

source: Ignore F&uture Transactions
bg_bg: Игнорирай &Бъдещи Транзакции

source: Ignore Future transactions
bg_bg: Игнорирай бъдещи транзакции

source: Toggle Fullscreen F11
bg_bg: Превключване на цял екран F11

source: Toggle Fullscreen
bg_bg: Превключване на цял екран

source: Switch Application Language
bg_bg: Промени езика на приложението

source: Change language used for MMEX GUI
bg_bg: Промяна на езика, използван за MMEX ГПИ

source: system default
bg_bg: системно по подразбиране

source: Account &List
bg_bg: &Списък с Акаунти

source: Show Account List
bg_bg: Покажи списъка с акаунти

source: Change the account type of an account.
bg_bg: Промени типа на сметка

source: Delete Account from database
bg_bg: Изтрий акаунт от базата данни

source: Organize &Categories...
bg_bg: Подреди &Категориите...

source: Organize &Payees...
bg_bg: Подреди &Получателите

source: Organize Payees
bg_bg: Подреди получателите

source: Organize Currency...
bg_bg: Подреди валути...

source: Organize Currency
bg_bg: Подреди валути

source: &Categories...
bg_bg: &Категории...

source: &Payees...
bg_bg: &Получатели...

source: Reassign all payees to another payee
bg_bg: Премести всички получатели към друг получател

source: Relocation of...
bg_bg: Преместване на...

source: Relocate Categories && Payees
bg_bg: Премести Категории && Получатели

source: &Budget Setup
bg_bg: &Настройки на бюджета

source: &Recurring Transactions
bg_bg: По&втарящи се транзакции

source: Bills && Deposits
bg_bg: Сметки && Депозити

source: &Assets
bg_bg: &Активи

source: &Transaction Report Filter...
bg_bg: &Филтър за отчет на транзакциите

source: Transaction Report Filter
bg_bg: Филтър за отчет на транзакциите

source: &General Report Manager...
bg_bg: &Мениджър на основния отчет...

source: &Custom Fields Manager...
bg_bg: &Управител на потребителски полета...

source: Custom Fields Manager
bg_bg: Управител на потребителски полета

source: Show the Options Dialog
bg_bg: Покажи прозореца за Опции

source: Optimize &Database
bg_bg: &Оптимизиране на базата данни

source: Optimize database space and performance
bg_bg: Оптимизира производителността и заеманото пространство от базата данни

source: Database Debug
bg_bg: Debug на базата данни

source: Generate database report or fix errors
bg_bg: Генерирай отчет за базата данни или поправи грешки

source: Database
bg_bg: База данни

source: Database management
bg_bg: Управление на база данни

source: &Help F1
bg_bg: &Помощ F1

source: Show the Help file
bg_bg: Покажи файла за помощ

source: Website
bg_bg: Интернет страница

source: Open the Money Manager EX website for latest news, updates etc
bg_bg: Отвори интернет страницата на Money Manager EX за новини, актуализации

source: Facebook
bg_bg: Фейсбук

source: Visit us on Facebook
bg_bg: Посетете ни във Facebook

source: Follow us on Twitter
bg_bg: Последвайте ни в Twitter

source: Watch free video materials about MMEX
bg_bg: Гледайте безплатно видео материали за MMEX

source: Communicate online with MMEX team from your desktop or mobile device
bg_bg: Общувате онлайн с MMEX представители от вашия работен плот или мобилно устройство

source: Access open source code repository and track reported bug statuses
bg_bg: Разгледайте хранилището за отворен код и проследете статусите на докладваните проблеми

source: Forum
bg_bg: Форум

source: Check for &Updates
bg_bg: Провери за &Обновления

source: &About...
bg_bg: &Относно...

source: Show about dialog
bg_bg: Покажи прозореца Относно

source: &File
bg_bg: &Файл

source: &Accounts
bg_bg: &Акаунти

source: &Tools
bg_bg: &Инструменти

source: &View
bg_bg: &Изглед

source: &Help
bg_bg: &Помощ

source: New
bg_bg: Нов

source: Show Organize Categories Dialog
bg_bg: Покажи прозорец за подреждане на Категории

source: Show Organize Payees Dialog
bg_bg: Покажи прозорец за подреждане на Получатели

source: Show Organize Currency Dialog
bg_bg: Покажи прозорец за подреждане на Валути

source: &Options...
bg_bg: &Опции...

source: &Next ->
bg_bg: &Следващ ->

source: Choose database file to create
bg_bg: Избери файл с бази данни, който да бъде създаден

source: Choose database file to open
bg_bg: Избери файл с бази данни, който да бъде отворен

source: Save database file as
bg_bg: Запиши файл с бази данни като

source: Can't copy file to itself
bg_bg: Не може да копира файла в самия него

source: MMEX Options have been updated.
bg_bg: Опциите на MMEX бяха обновени.

source: Choose HTML file to Export
bg_bg: Избери QIF файл за експортиране

source: No account available to edit!
bg_bg: Няма акаунт за редактиране!

source: Choose Account to Edit
bg_bg: Изберете акаунт за редакция

source: No account available to delete!
bg_bg: Няма акаунт за изтриване!

source: Choose Account to Delete
bg_bg: Изберете акаунт за изтриване

source: Are you sure you want to delete %s account: %s ?
bg_bg: Сигурни ли сте, че искате да изтриете %s акаунт: %s ?

source: Select the account to reallocate
bg_bg: Изберете сметката за преместване

source: Account Reallocation
bg_bg: Преместване на сметка

source: Account: %s - Select new type.
bg_bg: Сметка: %s - изберете нов тип.

source: Payee Relocation Completed.
bg_bg: Успешно преместване на Получател.

source: Payee Relocation Result
bg_bg: Резултат от преместване на Получателя

source: File %s not found
bg_bg: Файла %s не е открит

source: The language for this application has been changed. The change will take effect the next time the application is started.
bg_bg: Езикът на приложението бе променен. Промяната ще влязе в сила при следващато стартиране на приложението.

source: General Group Report
bg_bg: Отчети - обща група

source: Transaction Report
bg_bg: Отчет за транзакции

source: Cash Flow
bg_bg: Паричен поток

source: Summary
bg_bg: Резюме

source: Where the Money Goes
bg_bg: Къде отиват парите

source: Where the Money Comes From
bg_bg: От къде идват парите

source: Income vs Expenses
bg_bg: Приходи срещу Разходи

source: Payees
bg_bg: Получател

source: Summary of Accounts
bg_bg: Обобщение на Акаунти

source: &Back
bg_bg: &Назад

source: &Forward
bg_bg: &Напред

source: Stocks
bg_bg: Акции

source: Gain/Loss
bg_bg: Печалба/Загуба

source: Total
bg_bg: Общо

source: Total:
bg_bg: Общо:

source: Top Withdrawals: %s
bg_bg: Топ тегления: %s

source: Upcoming Transactions
bg_bg: Предстоящи транзакции

source: Income vs Expenses: %s
bg_bg: Приходи срещу Разходи: %s

source: Expenses
bg_bg: Разходи

source: Difference:
bg_bg: Разлика:

source: Income/Expenses
bg_bg: Приходи/разходи

source: Transaction Statistics
bg_bg: Статистики за транзакция

source: Follow Up On Transactions:
bg_bg: Следвай при транзакция:

source: Total Transactions:
bg_bg: Общо транзакции:

source: Grand Total:
bg_bg: Краен сбор:

source: Hide/Show Columns
bg_bg: Показване/скриване на колони

source: Hide this column
bg_bg: Скрий тази колона

source: Order by this column
bg_bg: Подреди по тази колона

source: Reset columns
bg_bg: Възстанови колоните

source: REPORTS
bg_bg: ОТЧЕТИ

source: Period:
bg_bg: Период:

source: Custom
bg_bg: По избор

source: All Accounts
bg_bg: Всички акаунти

source: Cash
bg_bg: Пари (кеш)

source: Checking
bg_bg: Чекове

source: Term
bg_bg: Срок

source: Investment
bg_bg: Инвестиция

source: Appreciates
bg_bg: Увеличава стойността

source: Depreciates
bg_bg: Обезценява

source: Property
bg_bg: Собственост

source: Household Object
bg_bg: Домакински обект

source: Art
bg_bg: Изкуство

source: Jewellery
bg_bg: Бижута

source: Other
bg_bg: Други

source: Bi-Weekly
bg_bg: Дву-седмично

source: The SQL script: %s will modify database! aborted!
bg_bg: SQL кода: %s ще промени базата данни! Прекъснат!

source: General
bg_bg: Основни

source: View Options
bg_bg: Опции за изглед

source: Attachments
bg_bg: Прикачени неща

source: Network
bg_bg: Мрежа

source: &Apply
bg_bg: &Приложи

source: Attachments Settings
bg_bg: Настройки за прикачвания

source: Attachment archive folder for %s only:
bg_bg: Архивирай папка с приказвания за %s само:

source: Browse for folder
bg_bg: Потърси папка

source: Real path:
bg_bg: Реален път:

source: Legend
bg_bg: Легенда

source: Other OS folders
bg_bg: Други папки на ОС

source: Not yet set
bg_bg: Не е въведено още

source: Delete file after import
bg_bg: Изтрий вайл след импортиране

source: Select to delete file after import in attachments archive
bg_bg: Избери, за да изтриеш файла след импортиране в архива с прикачени неща

source: When remove attachment, move file instead of delete
bg_bg: Когато изтриеш прикачване, премести файла вместо да го триеш

source: Select to don't delete file when attachment is removed, but instead move it to 'Deleted' subfolder
bg_bg: Избери, за да не изтрива файла когато прикачванията са премахнати, но вместо това да го мести в под-папка "Изтрити"

source: Application data directory
bg_bg: Директория за програмата

source: Database file directory
bg_bg: Директория файлове с база данни

source: Dropbox folder
bg_bg: Dropbox папка

source: User Defined
bg_bg: По избор на потребителя

source: Choose folder to set as attachments archive
bg_bg: Избери папка, която да се ползва като архив за прикачвания

source: Display Heading
bg_bg: Показвай заглавия

source: User Name
bg_bg: Потребителско име

source: The User Name is used as a title for the database.
bg_bg: Потребителското име се ползва за заглавие на базата данни.

source: Base Currency
bg_bg: Основна валута

source: Set Currency
bg_bg: Избери валута

source: Specify the date format for display
bg_bg: Избери формат на датите, който да се показва

source: New date format sample:
bg_bg: Пример за нов формат на датите:

source: Financial Year
bg_bg: Финансова година

source: Start Day
bg_bg: Начален ден

source: Specify Day for start of financial year
bg_bg: Посочи ден за старт на финансовата година

source: Start Month
bg_bg: Начален месец

source: Specify month for start of financial year
bg_bg: Посочи месец за старт на финансовата година

source: Use Original Date when Pasting Transactions
bg_bg: Използвай оригиналната дата когато поставя Транзакции

source: Select whether to use the original transaction date or current date when copying/pasting transactions
bg_bg: Избери дали да се ползва оригиналната дата на транзакцията, или текущата когато се копират/поставят транзакции.

source: Use Transaction Sound
bg_bg: Използвай звук при транзакция

source: Select whether to use sounds when entering transactions
bg_bg: Избери дали да се ползват звуци, когато се въвеждат транзакции

source: Stock Quote Web Page
bg_bg: Уебсайт на Quote Акции

source: Clear the field to Reset the value to system default.
bg_bg: Изчисти полето, за да върнеш стойността към системните.

source: New Transaction Dialog Settings
bg_bg: Прозорец с настройки за нова транзакция

source: Last Used
bg_bg: Последно използан

source: Last used for payee
bg_bg: Последно използван Получател

source: Default Date:
bg_bg: Обичайна Дата:

source: Default Payee:
bg_bg: Обичаен Получател:

source: Default Category:
bg_bg: Обичайна Категория:

source: Default Status:
bg_bg: Обичаен Статус:

source: Database Backup
bg_bg: Резервно копие на базата данни

source: Create a new backup when MMEX Start
bg_bg: Създай ново резервно копие, когато MMEX стартира

source: When MMEX Starts, creates the backup database: dbFile_start_YYYY-MM-DD.ext.
bg_bg: Когато MMEX стартира, създава резервно копие на базата данни: dbFile_start_YYY-MM-DD.ext.

source: Backup database on exit.
bg_bg: Прави резервно копие на базата данни при Изход.

source: When MMEX shuts down and changes made to database, creates or updates the backup database: dbFile_update_YYYY-MM-DD.ext.
bg_bg: Когато MMEX спре да работи и промените по базата данни, създадени или обновени в резервното копие на базата данни: dbFile_Update_YYYY-MM-DD.ext.

source: Specify max number of backup files
bg_bg: Посочи максимален брой на резервни файлове

source: Max Files
bg_bg: Макс. файлове

source: CSV Settings
bg_bg: CSV настройки

source: Delimiter
bg_bg: Разделител

source: WebApp Settings
bg_bg: WebApp настройки

source: Specify the Web App URL without final slash
bg_bg: Посочи Web App URL без последната наклонена черта

source: Specify the Web App GUID
bg_bg: Посочи Web App GUID

source: Proxy Settings
bg_bg: Настройки на проксито

source: Specify the proxy IP address
bg_bg: Посочи IP адреса на проксито

source: Specify proxy port number
bg_bg: Посочи номера на порта на проксито

source: Proxy
bg_bg: Прокси

source: Port
bg_bg: Порт

source: Usage statistics
bg_bg: Статистики за ползване

source: Send anonymous statistics usage data
bg_bg: Изпращай анонимни статистики за програмата

source: Enable to help us sending anonymous data about MMEX usage.
bg_bg: Разреши, за да ни помогнеш с изпращането на анонимни данни за работата на и с MMEX.

source: Specify which accounts are visible
bg_bg: Избери кои акаунти да са видими

source: Transactions Visible
bg_bg: Видими транзакции

source: Specify which transactions are visible by default
bg_bg: Посочи кои транзакции са видими по подразбиране

source: User Colors
bg_bg: Цветове на потребителя

source: Default Category
bg_bg: Категория по подразбиране

source: Payee with same name exists
bg_bg: Съществува получател със същото име

source: Organize Payees: Add Payee
bg_bg: Подреди получатели: Добави получател

source: Enter the name for the new payee:
bg_bg: Въведи име за новия получател:

source: Modify the name for the payee:
bg_bg: Промени името за получателя:

source: Organize Payees: Edit Payee
bg_bg: Подреди получатели: Редактирай получател

source: Payee in use.
bg_bg: Получателя се използва.

source: Tools -> Relocation of -> Payees
bg_bg: Инструменти -> Преместване на -> Получатели

source: Organize Payees: Delete Error
bg_bg: Подреди получатели: Грешка при Изтриване

source: Define Default Category
bg_bg: Определи категория по подразбиране

source: Relocate Payee
bg_bg: Премести Получател

source: Relocate Category Dialog
bg_bg: Премести прозореца за категория

source: Relocate:
bg_bg: Премести:

source: to:
bg_bg: към:

source: Please Confirm:
bg_bg: Моля потвърдете:

source: Category Relocation Confirmation
bg_bg: Потвърждение за преместване на категория

source: Records found in transactions: %i
bg_bg: Записи открити в транзакциите: %i

source: Records found in split transactions: %i
bg_bg: Записи открити в разделените транзакции: %i

source: Records found as Default Payee Category: %i
bg_bg: Записи открити като категория по подразбиране за Получатели: %i

source: Records found in budget: %i
bg_bg: Записи открити в бюджет: %i

source: Relocate Payee Dialog
bg_bg: Прозорец за преместване на получател

source: Payee Relocation Confirmation
bg_bg: Потвърждениде за преместване на получател

source: ( Estimated Vs Actual )
bg_bg: (Предполагаеми срещу Действителни)

source: Estimated Income:
bg_bg: Предвидени приходи:

source: Actual Income:
bg_bg: Действителни приходи:

source: Difference Income:
bg_bg: Разлика в приходите:

source: Estimated Expenses:
bg_bg: Предвидени разходи:

source: Actual Expenses:
bg_bg: Действителни разходи:

source: Difference Expenses:
bg_bg: Разлика в разходите:

source: Difference
bg_bg: Разлика

source: Category Total:
bg_bg: Общо за категория:

source: Overall
bg_bg: Цялостно

source: Incomes
bg_bg: Приходи

source: From %s till %s
bg_bg: От %s до %s

source: Over Time
bg_bg: През времето

source: Income:
bg_bg: Приходи:

source: Expenses:
bg_bg: Разходи:

source: Year
bg_bg: Година

source: Month
bg_bg: Месец

source: Current Month
bg_bg: Текущ месец

source: Today
bg_bg: Днес

source: Current Month to Date
bg_bg: Текущ месец до дата

source: Last Month
bg_bg: Последен месец

source: Last 30 Days
bg_bg: Последните 30 дни

source: Last 90 Days
bg_bg: Последните 90 дни

source: Last 3 Months
bg_bg: Последните 3 месеца

source: Last 12 Months
bg_bg: Последните 12 месеца

source: Current Year
bg_bg: Текуща година

source: Current Year to Date
bg_bg: Текуща година към дата

source: Last Year
bg_bg: Последна година

source: Current Financial Year
bg_bg: Текуща финансова година

source: Current Financial Year to Date
bg_bg: Текуща финансова година към дата

source: Last Financial Year
bg_bg: Текуща финансова година

source: Payee Report
bg_bg: Отчет за получател

source: Accounts:
bg_bg: Акаунти:

source: Choose Accounts
bg_bg: Избери акаунти

source: Summary of Stocks
bg_bg: Резюме на акции

source: Quantity
bg_bg: Количество

source: Current Price
bg_bg: Текуща цена

source: Commission
bg_bg: Комисионна

source: Transaction List for Account: %s
bg_bg: Списък с транзакции за акаунт: %s

source: Transaction List
bg_bg: Списък с транзакции

source: Stock Investment Details
bg_bg: Детайли за акционни инвестиции

source: Enter the stock company name
bg_bg: Въведете името на акционната компания

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
bg_bg: Въведете символана акците. (По желание) Включително и обмен, например: IBM.BE

source: Enter number of shares held
bg_bg: Въведи броя дялове, които притежаваш

source: Enter any commission paid
bg_bg: Въведи каква комисионна се изплаща

source: Organize attachments of this stock
bg_bg: Подреди прикачванията на тези акции

source: Enter notes associated with this investment
bg_bg: Въведи бележки свързани с тази инвестиция

source: Split Detail Dialog
bg_bg: Прозорец за детайли на разделянето

source: Split Transaction Details
bg_bg: Детайли за разделяне на транзакция

source: Split Transaction Dialog
bg_bg: Прозорец за разделяне на транзакция

source: Invalid Total Amount
bg_bg: Невалидно крайно количество

source: Edit Stock Investment
bg_bg: Промени акционна инвестиция

source: New Stock Investment
bg_bg: Нова акционна инвестиция

source: Held At
bg_bg: Държи се в

source: Importing CSV
bg_bg: Импортиране на CSV

source: Using MMEX it is possible to track stocks/mutual funds investments.
bg_bg: Използвайки MMEX можете да следите стокови/взаимни фондови инвестции.
