Repository: LucasHuffman9016SusanWagner/moneymanagerex
Catalog: po/*.po
Languages: bg_bg

source: License agreement
bg_bg: Лицензно споразумение

source: About
bg_bg: Относно

source: Authors
bg_bg: Автори

source: Sponsors
bg_bg: Спонсори

source: License
bg_bg: Лиценз

source: Privacy
bg_bg: Поверителност

source: &OK
bg_bg: &Добре

source: New Account
bg_bg: Нов акаунт

source: Edit Account
bg_bg: Промени Акаунта

source: Account Name:
bg_bg: Име на Акаунт:

source: Account Type:
bg_bg: Вид на Акаунта:

source: Account Status:
bg_bg: Статус на Акаунта:

source: Initial Balance: %s
bg_bg: Начален Баланс: %s

source: Currency:
bg_bg: Валута:

source: Select Currency
bg_bg: Избери Валута

source: Favorite Account
bg_bg: Предпочитан Акаунт

source: Notes
bg_bg: Бележки

source: Others
bg_bg: Други

source: Card Number:
bg_bg: Номер на картата:

source: Account Number:
bg_bg: Номер на Акаунта:

source: Held At:
bg_bg: Държи се при:

source: Website:
bg_bg: Уебсайт:

source: Contact:
bg_bg: Контакт:

source: Access Info:
bg_bg: Информация за Достъп:

source: Statement
bg_bg: Извлечение

source: Statement:
bg_bg: Извлечение:

source: Locked
bg_bg: Заключена

source: Reconciled Date:
bg_bg: Потвърден баланс:

source: Minimum Bal:
bg_bg: Минимален баланс:

source: Credit
bg_bg: Вноска

source: Credit Limit:
bg_bg: Кредитен лимит:

source: Interest Rate:
bg_bg: Лихвен процент:

source: Payment Due Date:
bg_bg: Датата на плащане:

source: Minimum Payment:
bg_bg: Минимална вноска:

source: Organize attachments of this account
bg_bg: Подреди прикачените неща на този акаунт

source: Enter the Name of the Account. This name can be renamed at any time.
bg_bg: Въведете име на акаунта. Това име може да бъде променено по всяко време.

source: Specify the type of account to be created.
bg_bg: Изберете видът на акаунта, който да бъде създаден.

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
bg_bg: Уточнете дали акаунта е затворен. Затворените акаунти не присъстват в повечето изчисления, отчети и т.н.

source: Enter the initial balance in this account.
bg_bg: Въведете началния баланс на акаунта.

source: Specify the currency to be used by this account.
bg_bg: Изберете валутата, която ще се използва за този акаунт.

source: Select whether this is an account that is used often. This is used to filter accounts display view.
bg_bg: Изберете дали този акаунт се ползва често. Това се използва при определянето на изгледа на акаунтите.

source: Enter user notes and details about this account.
bg_bg: Въведете бележки и детайли за този акаунт.

source: Enter the Account Number associated with this account.
bg_bg: Въведете номера на акаунта, който е свързан с този акаунт.

source: Enter the name of the financial institution in which the account is held.
bg_bg: Въведете името на финансовата институция, в която е акаунта.

source: Enter the URL of the website for the financial institution.
bg_bg: Въведете URL адреса на финансовата институция.

source: Enter any contact information for the financial institution.
bg_bg: Въведете всякаква контактна информация за финансовата институция.

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
bg_bg: Въведете всякаква информация за достъп за финансовата институция. Тази информация не е защитена, защото всеки с достъп до mmb файла може да я получи.

source: Enable or disable the transaction Lock
bg_bg: Активиране или деактивиране на заключването на транзакции

source: The date of the transaction lock
bg_bg: Датата на заключването на транзакцията

source: Account balance lower limit. Zero to disable
bg_bg: Долна граница на баланс по сметка. Нула за изключване

source: Credit limit for the Account. Zero to disable
bg_bg: Кредитен лимит за сметката. Нула за изключване

source: Account Name
bg_bg: Име на акаунта

source: Currency
bg_bg: Валута

source: Default Image
bg_bg: Снимка по подразбиране

source: Image #%i
bg_bg: Изображение #%i

source: Open Last Opened Database
bg_bg: Отвори последната отваряна база данни

source: Create a New Database
bg_bg: Създай нова база данни

source: Create a new database file to get started
bg_bg: Създайте нов файл за база данни, за да започнете

source: Open Existing Database
bg_bg: Отвори съществуваща база данни

source: Open an already created database file with extension (*.mmb)
bg_bg: Отвори вече създадена база данни с разширение на файла (*.mmb)

source: Read Documentation
bg_bg: Прочети документация

source: Read the user manual
bg_bg: Прочети упътването за потребители

source: Visit Website for more information
bg_bg: Посети Уебсайта за повече информация

source: Open the %s website for latest news, updates etc
bg_bg: Отвори %s уебсайт за последните новини, обновявания и т.н.

source: Show this window next time %s starts
bg_bg: Покажи прозореца следващия път, когато %s стартира

source: &Exit
bg_bg: &Изход

source: New Asset
bg_bg: Нов актив

source: Edit Asset
bg_bg: Промени актив

source: Add Asset Transaction
bg_bg: Транзакция за добавяне на актив

source: Edit Asset Transaction
bg_bg: Транзакция за промяна на актив

source: Asset Details
bg_bg: Детайли за Актива

source: Name
bg_bg: Име

source: Enter the name of the asset
bg_bg: Въведи името на актива

source: Date
bg_bg: Дата

source: Specify the date of purchase of asset
bg_bg: Посочете дата на закупуването на актива

source: Asset Type
bg_bg: Вид на актива

source: Select type of asset
bg_bg: Избери вид на актива

source: Value
bg_bg: Стойност

source: Enter the current value of the asset
bg_bg: Въведете сегашната стойност на актива

source: Change in Value
bg_bg: Промяна в стойността

source: Specify if the value of the asset changes over time
bg_bg: Посочете дали стойността на актива се променя във времето

source: % Rate
bg_bg: % Промяна (Rate)

source: Enter the rate at which the asset changes its value in percentage per year
bg_bg: Въведете скоростта, с която активът променя стойността си в процент годишно

source: Organize attachments of this asset
bg_bg: Подреди прикачените неща за този актив

source: Enter notes associated with this asset
bg_bg: Въведете бележки свързани с този актив

source: New Transaction Details
bg_bg: Детайли за транзакция

source: Edit Transaction Details
bg_bg: Промяна на детайли по транзакция

source: &Cancel
bg_bg: &Отказ

source: ID
bg_bg: Номер за идентификация

source: Type
bg_bg: Вид

source: Initial Value
bg_bg: Начална стойност

source: Current Value
bg_bg: Текуща стойност

source: &New Asset
bg_bg: &Нов Актив

source: D&uplicate Asset
bg_bg: Д&ублирай Актив

source: &Add Asset Transaction
bg_bg: &Транзакция за добавяне на актив

source: &View Asset Transactions
bg_bg: &Преглед на транзакции с Актив

source: &Open Asset Account
bg_bg: &Откриване на сметка за Актив

source: &Edit Asset
bg_bg: &Промени Актив

source: &Delete Asset
bg_bg: &Изтрий Актив

source: &Organize Attachments
bg_bg: &Подреди прикачени неща

source: Do you really want to delete the Asset?
bg_bg: Наистина ли искате да изтриете Актива?

source: Confirm Asset Deletion
bg_bg: Потвърдете изтриването на актива

source: MMEX allows you to track fixed assets like cars, houses, land and others. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
bg_bg: MMEX ви позволява да следите установени активи като коли, къщи, земя и други. Стойността на всеки актив може да се увеличи или понижи с определен размер на година, или да не променя стойността си. Всички активи се добавят към крайното ви финансово състояние.

source: Assets
bg_bg: Активи

source: All
bg_bg: Всички

source: &New
bg_bg: &Нов

source: &Add Trans
bg_bg: &Добави транзакция

source: &View Trans
bg_bg: &Преглед на транзакция

source: View Asset Transactions
bg_bg: Преглед на транзакции с Актив

source: &Edit
bg_bg: &Промени

source: &Delete
bg_bg: &Изтрий

source: Delete Asset
bg_bg: Изтрий актив

source: Open attachments
bg_bg: Отвори прикачени неща

source: Search
bg_bg: Търсене

source: Enter any string to find related assets
bg_bg: Въведи низ, за да открием свързани активи

source: Total: %s
bg_bg: Общо: %s

source: Change in Value: %s %s
bg_bg: Промяна в стойността: %s %s

source: Asset Management
bg_bg: Управление на активи

source: Account Date Value
bg_bg: Сметка Дата Стойност

source: Description
bg_bg: Описание

source: File
bg_bg: Файл

source: Attachment folder not defined.
bg_bg: Не е избрана папка за прикачени неща.

source: Please set it in Tools -> Options -> Attachments
bg_bg: Моля поставете я в Инструменти -> Опции -> Прикачени неща

source: Attachment folder not defined
bg_bg: Не е избрана папка за прикачени неща

source: Unable to find attachments folder:
bg_bg: Не е открита папка с прикачванията:

source: Please verify that above path is correct
bg_bg: Моля потвърдете, че горния път е правилен

source: Attachments folder not found
bg_bg: Не е намерена папка за прикачени неща

source: Organize Attachments | %s %i
bg_bg: Подреди прикачени неща | %s %i

source: Organize Attachments | New %s
bg_bg: Подреди прикачени неща | Ново %s

source: Other tools
bg_bg: Други инструменти

source: Import attachment:
bg_bg: Импортирай прикачване:

source: Enter a description for the new attachment:
bg_bg: Въведи описание за новото прикачване

source: Organize Attachments: Add Attachment
bg_bg: Подреди прикачвания: Добави прикачване

source: Enter a new description for the attachment:
bg_bg: Въведете описание за прикачването:

source: Organize Attachments: Edit Attachment
bg_bg: Подреди прикачвания: Редактирай прикачване

source: Do you really want to delete this attachment?
bg_bg: Наистина ли искате да изтриете това прикачването?

source: Confirm Attachment Deletion
bg_bg: Потвърдете изтриването на прикачването

source: &Add
bg_bg: &Добави

source: &Open
bg_bg: &Отвори

source: &Remove
bg_bg: &Премахни

source: Att.
bg_bg: Прикач.

source: This directory and its files are automatically managed by Money Manager EX software.
bg_bg: Тази папка и нейните файлове се поддържат автоматично от софтуера Money Manager EX.

source: Please do not remove, rename or modify manually directories and files.
bg_bg: Моля НЕ трийте, преименувайте или променяйте ръчно директории и файлове.

source: Destination file already exist:
bg_bg: Избрания файл вече съществува:

source: File not found in attachments. Please delete or rename it.
bg_bg: Файла не е открит при прикачените неща. Моля изтрийте или го преименувайте.

source: Destination file already exist
bg_bg: Избрания файл вече съществува

source: File already found in attachments
bg_bg: Файла вече съществува при прикачените неща

source: Attachment not found:
bg_bg: Прикачването не е открито:

source: Do you want to continue and delete attachment on database?
bg_bg: Искате ли да продължите и да изтриете прикрепените неща към базата данни?

source: Delete attachment failed
bg_bg: Провалено изтриване на прикачването

source: Unable to open file:
bg_bg: Невъзможно да се отвори файла:

source: Please verify that file exists and user has rights to read it.
bg_bg: Моля потвърдете, че файла съществува и потребителя има права да го чете.

source: Open attachment failed
bg_bg: Провалено отварянето на прикачването

source: None
bg_bg: Нищо

source: Weekly
bg_bg: Седмично

source: Fortnightly
bg_bg: Две седмици

source: Monthly
bg_bg: Месечно

source: Bi-Monthly
bg_bg: Дву-месечно

source: Quarterly
bg_bg: По четвърт

source: Half-Yearly
bg_bg: Половин-годишно

source: Yearly
bg_bg: Годишно

source: Four Months
bg_bg: Четири месеца

source: Four Weeks
bg_bg: Четири седмици

source: Daily
bg_bg: Дневно

source: In (x) Days
bg_bg: В (x) дни

source: In (x) Months
bg_bg: В (x) месеца

source: Every (x) Days
bg_bg: На всеки (x) дни

source: Every (x) Months
bg_bg: На всеки (X) месеца

source: Monthly (last day)
bg_bg: Месечно (последен ден)

source: Monthly (last business day)
bg_bg: Месечно (последен работен ден)

source: New Recurring Transaction
bg_bg: Нови периодична транзакция

source: Edit Recurring Transaction
bg_bg: Редактиране на периодична транзакция

source: Enter Recurring Transaction
bg_bg: Добаване на периодична транзакция

source: Recurring Transaction Details
bg_bg: Детайли на повтаряща се транзакция

source: Specify the date the user is requested to enter this transaction
bg_bg: Посочи датата, на която потребителя трябва да въведе тази транзакция

source: Date Due
bg_bg: Дължима на

source: Repeats
bg_bg: Повторения

source: Advance the next occurring date with the specified values
bg_bg: Давай към следващата дата на повторение с посочените стойности

source: Payments Left
bg_bg: Оставащи плащания

source: Request user to enter payment
bg_bg: Задължи потребителя да входира плащане

source: User requested to enter this transaction on the 'Date Paid'
bg_bg: Потребителя задалължително трябва да въведе тази транзакция на 'Дата за плащане'

source: Grant automatic execute
bg_bg: Разреши автоматично изпълнение

source: The requested payment will occur without user interaction
bg_bg: Посоченито плащане ще се осъществява без потребителска намеса

source: Transaction Details
bg_bg: Детайли за транзакция

source: Specify the date when this bill or deposit is due
bg_bg: Задайте датата, към която когато тази сметка или депозит е дължима

source: Retard or advance the date of the 'next occurrence'
bg_bg: Изтегли назад или напред датата на 'следващо повторение'

source: Date Paid
bg_bg: Дата на плащане

source: Specify the status for the transaction
bg_bg: Посочи състояние на транзакцията

source: Status
bg_bg: Състояние

source: Specify the type of transactions to be created.
bg_bg: Посочи вида на транзакцията, която да бъде създадена.

source: &Advanced
bg_bg: &Напреднали

source: Allows the setting of different amounts in the FROM and TO accounts.
bg_bg: Позволява настройването на различни стойности в полето ОТ и ДО акаунт.

source: Amount
bg_bg: Сума

source: Specify the transfer amount in the To Account
bg_bg: Посочи суматаза трансфер в ДО Акаунт

source: Account
bg_bg: Акаунт

source: Select Account
bg_bg: Избери акаунт

source: Payee
bg_bg: От/За кого

source: Select Payee
bg_bg: Избери от/за кого

source: Split
bg_bg: Раздели

source: Use split Categories
bg_bg: Използвай разделени категории

source: Category
bg_bg: Категория

source: Select Category
bg_bg: Избери категория

source: Specify any associated check number or transaction number
bg_bg: Посочи някакъв асоцииран номер на чека или транзакцията

source: Number
bg_bg: Номер

source: Select one of the frequently used notes
bg_bg: Изберете една от често използваните бележки

source: Specify any text notes you want to add to this transaction.
bg_bg: Посочи някакви текстови бележки, които искаш да добавиш към транзакцията.

source: Choose Bank Account or Term Account
bg_bg: Избери Банков акаунт или акаунт на Срочен Депозит

source: Account name
bg_bg: Име на акаунт

source: From
bg_bg: От

source: To
bg_bg: До

source: Select To Account
bg_bg: Избери ДО акаунт

source: Specify the transfer amount in the From Account
bg_bg: Посочи размера на трансфера в ОТ акаунт

source: Activates
bg_bg: Активизира

source: Period: Days
bg_bg: Период: Дни

source: Period: Months
bg_bg: Период: Месеци

source: Invalid value
bg_bg: Невалидна стойност

source: Error
bg_bg: Грешка

source: Invalid Choice
bg_bg: Невалиден избор

source: Choose one of the following:
bg_bg: Изберете едно от следните:

source: Specify the category for this transaction
bg_bg: Посочи категорията за тази транзакция

source: Categories
bg_bg: Категории

source: Specify where the transaction is going to
bg_bg: Посочи до къде е транзакцията

source: Specify where the transaction is coming from
bg_bg: Посочи от къде идва транзакцията

source: Specify which account the transfer is going to
bg_bg: Посочи в кой акаунт отива трансфера

source: Specify the amount for this transaction
bg_bg: Посочи размера на тази транзакция

source: Specify the amount to be transferred
bg_bg: Посочете сумата за прехвърляне

source: In %s Days
bg_bg: В %s дни

source: In %s Months
bg_bg: В %s месеци

source: Every %s Days
bg_bg: Всеки %s дни

source: Every %s Months
bg_bg: Всеки %s месеца

source: Frequency
bg_bg: Честота

source: Repetitions
bg_bg: Повторения

source: Autorepeat
bg_bg: Автоматично повторение

source: Payment
bg_bg: Плащане

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Home Page 14 days before the transaction is due.
bg_bg: MMEX позволява редовни плащания да бъдат определени като транзакции. Тези транзакции могат също така да бъдат редовни депозити, или трансфери, които ще се случат в бъдещето. Тези транзакции служат като напомняне, че определено събитие ще се случи, и се появяват на Началната Страница 14 дни преди крайния срок натранзакцията.

source: Tip: These transactions can be set up to activate - allowing the user to adjust any values on the due date.
bg_bg: Съвет: Тези транзакции могат да бъдат настроени да се активират - позволява на потребителя да коригира всякакви стойности на датата на падежа.

source: Recurring Transactions
bg_bg: Повтарящи се транзакции

source: Transaction Filter
bg_bg: Филтър за транзакции

source: New Bills & Deposit Series
bg_bg: Нови сметки & Поредица от депозити

source: Edit Bills & Deposit Series
bg_bg: Промени сметки & Поредица от депозити

source: Delete Bills & Deposit Series
bg_bg: Изтрий сметки & Поредица от депозити

source: En&ter
bg_bg: Въ&еди

source: Enter Next Bills & Deposit Occurrence
bg_bg: Въведи кога се появява следващата сметка & депозит

source: &Skip
bg_bg: &Пропусни

source: Skip Next Bills & Deposit Occurrence
bg_bg: Пропусни появяването на следващата сметка & депозит

source: Enter next Occurrence...
bg_bg: Въведи следващото появяване...

source: Skip next Occurrence
bg_bg: Пропусни следващото появяване

source: &New Bills && Deposit Series...
bg_bg: &Нови сметки && група от депозити

source: &Edit Bills && Deposit Series...
bg_bg: &Промени сметки && група от депозити

source: &Delete Bills && Deposit Series...
bg_bg: &Изтрийсметки && група от депозити

source: Manual
bg_bg: Ръчно

source: Suggested
bg_bg: Предложени

source: Automated
bg_bg: Автоматизирани

source: Inactive
bg_bg: Неактино

source: Do you really want to delete the series?
bg_bg: Наистина ли искате да изтриете групата?

source: Confirm Series Deletion
bg_bg: Потвърди изтриването на групата

source: Budget Year Entry
bg_bg: Въвеждане на годишен бюджет

source: Category:
bg_bg: Категория:

source: Sub Category:
bg_bg: Под категория:

source: Estimated:
bg_bg: Предвидени:

source: Actual:
bg_bg: Актуално:

source: Type:
bg_bg: Вид:

source: Expense
bg_bg: Разход

source: Income
bg_bg: Приход

source: Specify whether this category is an income or an expense category
bg_bg: Посочи дали тази категория е за приходи или разходи

source: Frequency:
bg_bg: Честота:

source: Specify the frequency of the expense or deposit
bg_bg: Посочи честотата на разхода или депозита

source: Amount:
bg_bg: Сума:

source: Enter the amount budgeted for this category.
bg_bg: Въведи бюджетната сума за тази категория.

source: View All Budget Categories
bg_bg: Виж всички бюджетни категории

source: View Non-Zero Budget Categories
bg_bg: Виж категории с някакъв бюджет

source: View Planned Budget Categories
bg_bg: Виж планирани бюджетни категории

source: View Income Budget Categories
bg_bg: Виж категории с бюджет от приходи

source: View Expense Budget Categories
bg_bg: Виж категории с бюджет от разходи

source: View Budget Category Summary
bg_bg: Виж сумарно категории с бюджети

source: Year: %s
bg_bg: Година: %s

source: Month: %s
bg_bg: Месец: %s

source: Budget Setup for %s
bg_bg: Настройки на бюджета за %s

source: Income:
bg_bg: Приход:

source: Estimated:
bg_bg: Предвидени:

source: Actual:
bg_bg: Актуално:

source: Difference:
bg_bg: Разлика:

source: Expenses:
bg_bg: Разходи:

source: Icon
bg_bg: Икона

source: Sub Category
bg_bg: Под категория

source: Estimated
bg_bg: Предвидени

source: Actual
bg_bg: Актуално

source: Budget Editor
bg_bg: Редактор на бюджет

source: &Add Year
bg_bg: &Добави година

source: Add a new budget year
bg_bg: Добави нова бюджетна година

source: &Add Month
bg_bg: &Добави месец

source: Add a new budget month
bg_bg: Добави нов бюджетен месец

source: Delete existing budget
bg_bg: Изтрий съществуващ бюджет

source: Budget Entry Details
bg_bg: Детайли за въвеждане на бюджет

source: Budget Month Entry
bg_bg: Въведи бюджетен месец

source: Budget Year:
bg_bg: Бюджетна година:

source: Specify the required year. Use Spin buttons to increase or decrease the year.
bg_bg: Посочи необходимата година. Ползвай бутона Завърти, за да увеличиш или намалиш годината.

source: Budget Month:
bg_bg: Бюджетен месец:

source: Specify the required month. Use Spin buttons to increase or decrease the month.
bg_bg: Посочете нужния месец. Използвайте бутоните за разбъркване за да увеличите или намалите месеца.

source: Base Budget On:
bg_bg: Начален бюджет на:

source: Specify year to base budget on.
bg_bg: Посочете годината, на която ще се базира бюджета.

source: Budget Year already exists
bg_bg: Бюджетната година вече съществува

source: Organize Categories
bg_bg: Подреди категориите

source: Reassign all categories to another category
bg_bg: Прехвърлете всички категории към друга категория

source: Expand
bg_bg: Разшири

source: Show All
bg_bg: Покажи всичко

source: Show all hidden categories
bg_bg: Покажи всички скрити категории

source: Add a new category
bg_bg: Добави нова категория

source: Edit the name of an existing category
bg_bg: Промени името на съществуваща категория

source: &Select
bg_bg: &Избери

source: Select the currently selected category as the selected category for the transaction
bg_bg: Избери текущата категория като избрана категория за транзакция

source: Enter the name for the new category:
bg_bg: Въведи име за новата категория:

source: Add Category
bg_bg: Добави Категория

source: Category with same name exists
bg_bg: Съществува категория със същото име

source: Tip: If category added now, check bottom of list. Category will be in sorted order next time dialog appears
bg_bg: Съвет: Проверете най-долу в списъка за току-що добавана категория. Категорията ще бъде подредена следващия път, когато прозореца се появи.

source: Organise Categories: Adding Error
bg_bg: Подреждане на Категории: Грешка Добавяне

source: Sub Category with same name exists
bg_bg: Съществува под-категория със същото име

source: Invalid Parent Category. Choose Root or Main Category node.
bg_bg: Невалидна главна категория. Избери по-главна категория.

source: Category in use.
bg_bg: Категорията се използва.

source: Sub-Category in use.
bg_bg: Под-категорията се използва.

source: Tip: Change all transactions using this Category to another Category using the relocate command:
bg_bg: Съвет: Променете всички транзакции използвайки тази Категория към друга категория използвайки командата за преместване:

source: Tip: Change all transactions using this Sub-Category to another Sub-Category using the relocate command:
bg_bg: Съвет: Променете всички транзакции използвайки тази Под-Категория към друга Под-Категория използвайки командата за преместване:

source: Tools -> Relocation of -> Categories
bg_bg: Инструменти -> Преместване на -> Категории

source: Organise Categories: Delete Error
bg_bg: Подреждане на Категории: Грешка Изтриване

source: Enter a new name for %s
bg_bg: Въведи ново име за %s

source: Edit Category
bg_bg: Промени категория

source: Organise Categories: Editing Error
bg_bg: Подреждане на Категории: Грешка Редактиране
