Repository: LucasHuffman9016SusanWagner/moneymanagerex
Catalog: po/*.po
Languages: bg_bg

source: To create new stocks entry the Symbol, Number of shares and Purchase prise should be entered.
bg_bg: За да направите нов запис в акции, Символ, Брой дялове и Покупна цена трябва да бъдат въведени.

source: Sample of UK (HSBC HLDG) share: HSBA.L
bg_bg: Пример на UK (HSBC HLDG) дял: HSBA.L

source: If the Stock Name field is empty it will be filed when prices updated
bg_bg: Ако полето с името на акциите е празно ще бъде попълнено, когато цените се обновят

source: &New Stock Investment
bg_bg: &Нова акционна инвестиция

source: &Edit Stock Investment
bg_bg: &Промени акционна инвестиция

source: &Delete Stock Investment
bg_bg: &Изтрий стокова инвестиция

source: Do you really want to delete the stock investment?
bg_bg: Наистина ли искате да изтриете стоковата инвестиция?

source: Confirm Stock Investment Deletion
bg_bg: Потвърдете изтриването на акционната инвестиция

source: &Move
bg_bg: &Премести

source: Refresh
bg_bg: Обнови

source: Refresh Stock Prices from Yahoo
bg_bg: Обнови цени на акциите през Yahoo

source: Stock prices successfully updated
bg_bg: Цените на акциите са успешно обновени

source: Last updated %s
bg_bg: Последно обновяване %s

source: Nothing to update
bg_bg: Няма какво да се обновява

source: Connecting...
bg_bg: Свързване...

source: %s on %s
bg_bg: %s на %s

source: Edit Transaction
bg_bg: Промени транзакция

source: Populate Transaction #
bg_bg: Пренесат транзакция #

source: Organize attachments of this transaction
bg_bg: Подреди прикачванията за тази транзакция

source: Do you want to add new payee: %s?
bg_bg: Искате ли да добавите нов Получател: %s?

source: Confirm to add new payee
bg_bg: Потвърдете, за да добавите нов получател

source: Specify account the money is taken from
bg_bg: Посочи от кой акаунт идват парите

source: Specify account the money is moved to
bg_bg: Посочи към кой акаунт отиват парите

source: Specify the transfer amount in the From Account.
bg_bg: Посочи размера на трансфера в ОТ акаунт.

source: Specify account for the transaction
bg_bg: Посочи акаунт за транзакцията

source: Specify to whom the transaction is going to
bg_bg: Посочи към кого отива транзакцията

source: Specify the date of the transaction
bg_bg: Посочи дата за транзакцията

source: Retard or advance the date of the transaction
bg_bg: Забави или ускори датата на транзакцията

source: Sunday
bg_bg: Неделя

source: Monday
bg_bg: Понеделник

source: Tuesday
bg_bg: Вторник

source: Wednesday
bg_bg: Сряда

source: Thursday
bg_bg: Четвъртък

source: Friday
bg_bg: Петък

source: Saturday
bg_bg: Събота

source: Database version:
bg_bg: Версия база данни:

source: MMEX is using the following support products:
bg_bg: MMEX използва следните продукти за поддръжка:

source: Build on
bg_bg: Създаден на

source: with:
bg_bg: с:

source: Running on:
bg_bg: Работи на:

source: January
bg_bg: Януари

source: February
bg_bg: Февруари

source: March
bg_bg: Март

source: April
bg_bg: Април

source: June
bg_bg: Юни

source: July
bg_bg: Юли

source: August
bg_bg: Август

source: September
bg_bg: Септември

source: October
bg_bg: Октомври

source: November
bg_bg: Ноември

source: December
bg_bg: Декември

source: Wrong WebApp GUID:
bg_bg: Грешен WebApp GUID:

source: please check it in network options.
bg_bg: Моля проверете в мрежовите настройки.

source: Wrong WebApp settings
bg_bg: Грешни WebApp настройки

source: Unable to connect to WebApp:
bg_bg: Невъзможно е да се свърже с WebApp:

source: please check settings and / or internet connection.
bg_bg: Моля проверете настройките и/или интернет връзката.

source: WebApp connection error
bg_bg: Грешка в свързването

source: Wrong WebApp API version:
bg_bg: Грешна WebApp API версия:

source: Wrong WebApp API version
bg_bg: Грешна WebApp API версия

source: Wrong WebApp account
bg_bg: Грешен WebApp акаунт

source: Unable to insert transaction in MMEX database
bg_bg: Не успя да добави транзакция в базата данни на MMEX

source: WebApp communication error
bg_bg: Грешка в свързването

source: Add Account Wizard
bg_bg: Помощник за добавяне на акаунти

source: Account Name Invalid
bg_bg: Невалидно име на акаунт

source: Account Name already exists
bg_bg: Съществува акаунт с такова име

source: Name of the Account
bg_bg: Име на акаунта

source: Specify a descriptive name for the account.
bg_bg: Посочете описателно име на акаунта.

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
bg_bg: Това обикновено е името на финансовата институция, в която е акаунта. Например: 'Банка АБВ'.

source: Type of Account
bg_bg: Вид на акаунта

source: Select the type of account you want to create:
bg_bg: Изберете вида на акаунта, който искате да създадете:

source: Investment accounts are specialized accounts that only have stock/mutual fund investments associated with them.
bg_bg: Инвестиционните акаунти са специални акаунти, които имет само стокови/взаимно инвестиционни фондове асоциирани с тях.

source: Term accounts are specialized bank accounts. Intended for asset type accounts such as Term Deposits and Bonds. These accounts can have regular money coming in and out, being outside the general income stream.
bg_bg: Акаунтите за срочен депозит са специални банкови акаунти. Предвидени са за видове акаунти като Срочни депозити и Облигации. Тези акаунти могат имат постоянен паричен поток към и от тях, който да не се отразява в общия поток.

source: Base Account Currency Not set.
bg_bg: Не е посочена основна валута на акаунта.

source: Set that first using Tools->Options menu and then add a new account.
bg_bg: Сложете първо това от менюто Инструменти >Опции и след това добавете нов акаунт.

source: New Database Wizard
bg_bg: Помощник за нова База данни

source: Base Currency for account
bg_bg: Основна валута за акаунт

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed by using the options dialog. New accounts, will use this currency by default, and can be changed when editing account details.
bg_bg: Избери основната валута, която да се ползва за базата данни. Основната валута, може да се смени по-късно от прозореца с опции. Новите акаунти ще използват тази валута по подразбиране. Можете да смените това от детайлите на акаунта.

source: (Optional) Specify a title or your name.
bg_bg: (По желание) Посочете титла или вашето име.

source: Used as a database title for displayed and printed reports.
bg_bg: Използвано като заглавие на базата данни за показани и принтирани отчети.

source: Base Currency Not Set
bg_bg: Не е посочена основна валута
