Repository: LucasHuffman9016SusanWagner/moneymanagerex
Catalog: po/lithuanian.po
Languages: lt_lt

source: Assets
lt_lt: Turtas

source: Bills
lt_lt: Mokėjimo sąskaitos

source: Food
lt_lt: Maistas

source: Leisure
lt_lt: Laisvalaikis

source: Automobile
lt_lt: Automobilis

source: Education
lt_lt: Išsilavinimas

source: Homeneeds
lt_lt: Namų poreikiai

source: Healthcare
lt_lt: Sveikatos priežiūra

source: Insurance
lt_lt: Draudimas

source: Vacation
lt_lt: Atostogos

source: Taxes
lt_lt: Mokesčiai

source: Miscellaneous
lt_lt: Įvairūs

source: Gifts
lt_lt: Dovanos

source: Income
lt_lt: Įplaukos

source: Other Income
lt_lt: Kitos pajamos

source: Other Expenses
lt_lt: Kitos išlaidos

source: Transfer
lt_lt: Perkėlimas

source: Telephone
lt_lt: Telefonas

source: Electricity
lt_lt: Elektra

source: Gas
lt_lt: Dujos

source: Internet
lt_lt: Internetas

source: Rent
lt_lt: Nuoma

source: Cable TV
lt_lt: Kabelinė TV

source: Water
lt_lt: Vanduo

source: Groceries
lt_lt: Pirkiniai

source: Dining out
lt_lt: Pietūs kavinėje

source: Movies
lt_lt: Filmai

source: Video Rental
lt_lt: Video nuoma

source: Magazines
lt_lt: Žurnalai

source: Maintenance
lt_lt: Priežiūra

source: Parking
lt_lt: Parkingas

source: Registration
lt_lt: Registracija

source: Books
lt_lt: Knygos

source: Tuition
lt_lt: Mokymai

source: Others
lt_lt: Kita

source: Clothing
lt_lt: Apranga

source: Furnishing
lt_lt: Baldai

source: Health
lt_lt: Sveikata

source: Dental
lt_lt: Dantys

source: Eyecare
lt_lt: Akys

source: Physician
lt_lt: Terapeutas

source: Prescriptions
lt_lt: Receptai

source: Life
lt_lt: Gyvybė

source: Home
lt_lt: Namai

source: Travel
lt_lt: Kelionės

source: Lodging
lt_lt: Viešbutis

source: Sightseeing
lt_lt: Vietovių lankymas

source: Income Tax
lt_lt: Pajamų mokestis

source: House Tax
lt_lt: Namų mokesčiai

source: Water Tax
lt_lt: Vandens mokesčiai

source: Salary
lt_lt: Atlyginimas

source: Reimbursement/Refunds
lt_lt: Kompensacija/Grąžinimas

source: Investment Income
lt_lt: Investicijų pajamos

source: Recommendation: Always backup your .mmb database file regularly.
lt_lt: Rekomendacija: Reguliariai darykite .mmb duomenų bazės failo atsargines kopijas.

source: Recommendation: If upgrading to a new version of MMEX, make sure you backup your .mmb database file before doing so.
lt_lt: Rekomendacija: Jei naujinate MMEX versiją, įsitikinkite kad padarėte .mmb duomenų bazės failo atsarginę kopiją.

source: Recommendation: Use copy (Ctrl+C) and paste (Ctrl+V) for frequently used transactions.
lt_lt: Rekomendacija: Naudokite kopijavimą (Ctrl+C) ir įdėjimą (Ctrl+V) dažniausiai naudotoms operacijoms.

source: Tip: Remember to make backups of your .mmb.
lt_lt: Patarimas: Prisiminkite padaryti atsargines kopijas savo .mmb.

source: Tip: The .mmb file is not encrypted. That means anyone else having the proper know how can actually open the file and read the contents. So make sure that if you are storing any sensitive financial information it is properly guarded.
lt_lt: Patarimas: Failas .mmb yra neužšifruotas. Tai reiškia, kad bet kas turinti atitinkamas žinias gali atverti failą ir perskaityti turinį. Todėl jei saugote jame jautrią finansinę informaciją, užtikrinkite, kad failas yra saugomas tinkamai.

source: Tip: To mark a transaction as reconciled, just select the transaction and hit the 'r' or 'R' key. To mark a transaction as unreconciled, just select the transaction and hit the 'u' or 'U' key.
lt_lt: Patarimas: Kad pažymėti operaciją kaip suderintą, tiesiog pažymėkite operaciją ir paspauskite „r“ arba „R“ klavišą. Kad pažymėti operaciją kaip nesuderintą, tiesiog pažymėkite operaciją ir paspauskite „u“ arba „U“ klavišą.

source: Tip: To mark a transaction as requiring followup, just select the transaction and hit the 'f' or 'F' key.
lt_lt: Patarimas: Kad pažymėti operaciją kaip reikalaujančia stebėjimo, tiesiog pažymėkite operaciją ir paspauskite „f“ arba „F“ klavišą.

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File->Print.
lt_lt: Patarimas: MMEX palaiko spausdinimą visų ataskaitų, kurios gali būti peržiūrimos. Spausdinimo parinktys yra pasiekiamos meniu, Failas->Spausdinti.

source: Tip: You can modify some runtime behavior of MMEX by changing the options in the Options Dialog.
lt_lt: Patarimas: Galite keisti MMEX veikimo elgseną keičiant pasirinktis Pasirinkčių dialogo lange.

source: Tip: Set exchange rate for currencies in case if you have accounts with different currencies.
lt_lt: Patarimas: Nustatykite kursą valiutoms, jei turite sąskaitų su skirtingomis valiutomis.

source: Organize Categories Dialog Tip: Pressing the h key will cycle through all categories starting with the letter h
lt_lt: Kategorijų tvarkymo dialogo lango patarimas: Spaudžiant „h“ klavišą judėsite per visas kategorijas prasidedančias raide „h“.

source: Organize Categories Dialog Tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc...
lt_lt: Kategorijų tvarkymo dialogo lango patarimas: Spaudžiant 2 klavišų kombinaciją, judėsite per visas kategorijas prasidedančias ta klavišų kombinacija. Pvz.: Spaudžiant „na“ pažymės „Namų apyvokos daiktas“, „Namų poreikiai“, pan.

source: Tip to get out of debt: Pay yourself 10% first. Put this into an account that is hard to touch. Make sure it is a chore to get the money out (you have to drive to the bank), so you will only tap it consciously and for major expenses.
lt_lt: Patarimas kaip išsikapstyti iš skolų: Mokėkite pirmiausiai 10% sau. Padėkite tai į sąskaitą, kurią sunku pasiekti. Įsitikinkite, kad yra labai nepatogu pasiimti pinigus iš ten (reikia važiuoti iki banko), tam kad panaudoti jos pinigus tik sąmoningai ir svarbiems pirkiniams.

source: Tip to get out of debt: Establish an emergency fund.
lt_lt: Patarimas kaip išsikapstyti iš skolų: Įkurkite fondą nenumatytiems atvejams.

source: Tip to get out of debt: Stop acquiring new debt.
lt_lt: Patarimas kaip išsikapstyti iš skolų: Nustokite imti naujas paskolas.

source: Tip to get out of debt: Create a realistic budget for your expenses.
lt_lt: Patarimas kaip išsikapstyti iš skolų: Sukurkite realistinį savo išlaidų biudžetą.

source: Tip to get out of debt: Spend less than you earn.
lt_lt: Patarimas kaip išsikapstyti iš skolų: Išleiskite mažiau nei uždirbate.

source: Tip to get out of debt: Pay more than the minimum.
lt_lt: Patarimas kaip išsikapstyti iš skolų: Grąžinkite daugiau nei mažiausia įmoka.

source: Before going to a shop and buy something: take the time making a list of what you really need. In the shop buy what is in your list.
lt_lt: Prieš keliaujant į parduotuvę pirkti ko nors: skirkite laiko sudaryti sąrašą pirkinių, kurių Jums tikrai reikia. Parduotuvėje pirkite tik tai kas sąraše.

source: View All Transactions
lt_lt: Žiūrėti visas operacijas

source: View Today
lt_lt: Žiūrėti šiandieną

source: View Current Month
lt_lt: Žiūrėti einamą mėnesį

source: View Last 30 days
lt_lt: Žiūrėti paskutines 30 dienų

source: View Last 90 days
lt_lt: Žiūrėti paskutines 90 dienų

source: View Last Month
lt_lt: Žiūrėti praeitą mėnesį

source: View Last 3 Months
lt_lt: Žiūrėti paskutinius 3 mėn.

source: View Last 12 Months
lt_lt: Žiūrėti paskutinius 12 mėn.

source: View Current Year
lt_lt: Žiūrėti einamuosius metus

source: Invalid Payee
lt_lt: Netinkamas kontrahentas

source: Please type in an exiting payee name, or make a selection using the dropdown button.
lt_lt: Prašome įvesti esančio kontrahento pavadinimą, arba pasirinkti iš pasirenkamo meniu mygtuko.

source: Invalid Amount.
lt_lt: Klaidinga suma.

source: Please enter a positive or calculated value.
lt_lt: Prašome įvesti teigiamą arba apskaičiuotą vertę.

source: Tip: For calculations, enter expressions like (2+2)*(2+2) Calculations will be evaluated and the result used as the entry.
lt_lt: Patarimas: Skaičiavimams, įveskite išraiškas kaip (2+2)*(2+2). Bus atlikti skaičiavimai, o rezultatas bus naudojamas kaip įrašas.

source: Where the Money Goes
lt_lt: Kur juda pinigai

source: Where the Money Comes From
lt_lt: Iš kur gaunami pinigai

source: Categories
lt_lt: Kategorijos

source: Payee Report
lt_lt: Kontrahentų ataskaita

source: Current Month
lt_lt: Šis mėnuo

source: Payee Report - %s
lt_lt: Kontrahentų ataskaita - %s

source: Current Month to Date
lt_lt: Einanti mėnuo iki datos

source: Last Month
lt_lt: Praeitą mėnesį

source: Last 30 Days
lt_lt: Paskutinių 30 dienų

source: Last Year
lt_lt: Praeitais metais

source: Current Year
lt_lt: Einamieji metai

source: Current Year to Date
lt_lt: Einantys metai iki datos

source: Last Financial Year
lt_lt: Praeitais finansiniais metais

source: Current Financial Year
lt_lt: Einantys finansiniai metai

source: Current Financial Year to Date
lt_lt: Einantys finansiniai metai iki datos

source: License agreement
lt_lt: Licencijos sutartis

source: Website
lt_lt: Svetainė

source: Forum
lt_lt: Forumas

source: Wiki page
lt_lt: Wiki puslapis

source: Bug reports
lt_lt: Pranešimai apie klaidas

source: Follow MMEX on Facebook
lt_lt: Sekti MMEX Facebook'e

source: Follow MMEX on Twitter
lt_lt: Sekti MMEX Twitter'yje

source: Donate
lt_lt: Paremti

source: About
lt_lt: Apie

source: Developers
lt_lt: Programuotojai

source: Artwork
lt_lt: Grafika

source: Sponsors
lt_lt: Sponsoriai

source: License
lt_lt: Licencija

source: &OK
lt_lt: &Gerai

source: New Account
lt_lt: Nauja paskyra

source: Edit Account
lt_lt: Redaguoti sąskaitą

source: Account Name:
lt_lt: Paskyros pavadinimas:

source: Account Type:
lt_lt: Sąskaitos tipas:

source: Account Status:
lt_lt: Įgalinti įvykius jei jūsų paskyros būsena yra „Pasitraukęs“

source: Initial Balance: %s
lt_lt: Pradinis balansas: %s

source: Currency:
lt_lt: Valiuta:

source: Select Currency
lt_lt: Pasirinkite valiutą

source: Favorite Account
lt_lt: Mėgiama sąskaita

source: Notes
lt_lt: Pastabos

source: Account Number:
lt_lt: Sąskaitos numeris:

source: Card Number:
lt_lt: Kortelės numeris:

source: Held At:
lt_lt: Sulaikyta:

source: Website:
lt_lt: Svetainė:

source: Contact:
lt_lt: Kontaktas:

source: Access Info:
lt_lt: Prieigos informacija:

source: Organize attachments of this account
lt_lt: Tvarkyti šios sąskaitos priedus

source: Enter the Name of the Account. This name can be renamed at any time.
lt_lt: Įveskite sąskaitos pavadinimą. Šis pavadinimas gali būti pakeistas bet kada.

source: Specify the type of account to be created.
lt_lt: Nurodykite kuriamos sąskaitos tipą.

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
lt_lt: Nurodykite ar šį sąskaita yra uždaryta. Uždarytos sąskaitos yra neaktyvios daugumoje skaičiavimų, ataskaitose ir pan.

source: Enter the initial balance in this account.
lt_lt: Įveskite pradinį šios sąskaitos balansą.

source: Specify the currency to be used by this account.
lt_lt: Nurodykite šioje sąskaitoje naudojamą valiutą.

source: Select whether this is an account that is used often. This is used to filter accounts display view.
lt_lt: Nurodykite ar ši sąskaita yra dažnai naudojama. Tai naudojamas, kad filtruoti sąskaitas ekrano rodmenyje.

source: Enter user notes and details about this account.
lt_lt: Įveskite naudotoj pastabas ir informaciją apie šią sąskaitą.

source: Enter the Account Number associated with this account.
lt_lt: Įveskite sąskaitos numerį susietą su šia sąskaita.

source: Enter the name of the financial institution in which the account is held.
lt_lt: Įveskite finansinės institucijos, kurioje laikoma sąskaita, pavadinimą.

source: Enter the URL of the website for the financial institution.
lt_lt: Įveskite finansinės institucijos internetinės svetainės adresą.

source: Enter any contact information for the financial institution.
lt_lt: Įveskite finansinės institucijos kontaktinę informaciją.

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
lt_lt: Įveskite bet kokią prisijungimo / pasiekimo prie finansinės institucijos informaciją. Tai ne saugu, nes net kas turinti prieigą prie mmb failo gali pasiekti šią informaciją.

source: Account Name
lt_lt: Sąskaitos pavadinimas

source: Currency
lt_lt: Valiuta

source: Default Image
lt_lt: Numatytas paveikslėlis

source: Image #%i
lt_lt: Paveikslėlis #%i

source: Open Last Opened Database
lt_lt: Atverti paskiausiai atvertą duombazę

source: Create a New Database
lt_lt: Sukurti naują duomenų bazę

source: Create a new database file to get started
lt_lt: Sukurti naują duomenų bazės failą, kad pradėti

source: Open Existing Database
lt_lt: Atverti esamą duomenų bazę

source: Open an already created database file with extension (*.mmb)
lt_lt: Atverti jau sukurtą duomenų bazės failą su plėtiniu (*.mmb)

source: Read Documentation
lt_lt: Skaityti dokumentaciją

source: Read the user manual
lt_lt: Skaityti naudotojo vadovą

source: Visit Website for more information
lt_lt: Aplankyti svetainę dėl papildomos informacijos

source: Open the %s website for latest news, updates etc
lt_lt: Atverti %s svetainę dėl naujienų, atnaujinimų ir pan.

source: Show this window next time %s starts
lt_lt: Rodyti šį langą kitą kartą startuojant %s

source: &Exit
lt_lt: &Išeiti

source: Open the previously opened database : %s
lt_lt: Atverti anksčiau atvertą duomenų bazę : %s

source: New/Edit Asset
lt_lt: Naujas/Redaguoti turtą

source: Asset Details
lt_lt: Turto informacija

source: Name
lt_lt: Pavadinimas

source: Enter the name of the asset
lt_lt: Įveskite turto pavadinimą

source: Date
lt_lt: Data

source: Specify the date of purchase of asset
lt_lt: Nurodykite turto pirkimo datą

source: Asset Type
lt_lt: Turto tipas

source: Select type of asset
lt_lt: Parinkite turto tipą

source: Value
lt_lt: Vertė

source: Enter the current value of the asset
lt_lt: Įveskite esamą turto vertę

source: Change in Value
lt_lt: Pokytis vertėje

source: Specify if the value of the asset changes over time
lt_lt: Nurodykite ar turto vertė kinta laike

source: % Rate
lt_lt: Tempas %

source: Enter the rate at which the asset changes its value in % per year
lt_lt: Įveskite kooficientą, kuriuo turtas pakeičia savo vertę % per metus

source: Organize attachments of this asset
lt_lt: Tvarkyti šio turto priedus

source: Enter notes associated with this asset
lt_lt: Įveskite pastabas susijusias su šia sąskaita

source: Type
lt_lt: Tipas

source: Initial Value
lt_lt: Pradinė vertė

source: Current Value
lt_lt: Dabartinė vertė

source: &New Asset
lt_lt: &Naujas turtas

source: D&uplicate Asset
lt_lt: D&ubliuoti turtą

source: &Edit Asset
lt_lt: &Redaguoti turtą

source: &Delete Asset
lt_lt: &Ištrinti turtą

source: &Organize Attachments
lt_lt: &Tvarkyti priedus

source: Do you really want to delete the Asset?
lt_lt: Ar tikrai norite ištrinti turtą?

source: Confirm Asset Deletion
lt_lt: Patvirtinkite turto ištrynimą

source: MMEX allows you to track fixed assets like cars, houses, land and others. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
lt_lt: MMEX leidžia sekti fiksuoto turto tokio kaip automobiliai, namai, žemė ir kitokį. Kiekvienas turtas gali turėti savo vertę kylančią tam tikru greičiu per metus, krintančią vertę per metus, arba nekintančią. Bendras turto dydis pridedamas į bendrą Jūsų finansinę vertę.

source: All
lt_lt: Visi

source: &New
lt_lt: &Naujas

source: New Asset
lt_lt: Naujas turtas

source: &Edit
lt_lt: &Keisti

source: Edit Asset
lt_lt: Redaguoti turtą

source: &Delete
lt_lt: &Ištrinti

source: Delete Asset
lt_lt: Ištrinti turtą

source: Open attachments
lt_lt: Atverti priedus

source: Search
lt_lt: Ieškoti

source: Enter any string to find related assets
lt_lt: Įveskite bet kokį terminą, kad rasti susijusį turtą

source: Total: %s
lt_lt: Suma: %s

source: Change in Value: %s %s
lt_lt: Pokytis vertėje: %s %s

source: Description
lt_lt: Aprašymas

source: File
lt_lt: Failas

source: Attachment folder not defined.
lt_lt: Priedo aplankas nenurodytas.

source: Please set it in Tools -> Options -> Attachments
lt_lt: Prašome nustatyti tai čia: Įrankiai -> Parinktys -> Priedai

source: Attachment folder not defined
lt_lt: Priedo aplankas nenurodytas

source: Unable to find attachments folder:
lt_lt: Nepavyksta rasti priedų aplanko:

source: Please verify that above path is correct
lt_lt: Prašome patikrinti kad kelias aukščiau yra tikslus

source: Attachments folder not found
lt_lt: Priedų aplankas nerastas

source: Organize Attachments | %s %i
lt_lt: Tvarkyti priedus | %s %i

source: Organize Attachments | New %s
lt_lt: Tvarkyti priedus | Naujas %s

source: Other tools
lt_lt: Kiti įrankiai

source: Import attachment:
lt_lt: Importuoti priedą:

source: Enter a description for the new attachment:
lt_lt: Įveskite naujo priedo aprašymą:

source: Organize Attachments: Add Attachment
lt_lt: Tvarkyti priedus: Pridėti priedą

source: Organize Attachments: Edit Attachment
lt_lt: Tvarkyti priedus: Redaguoti priedą

source: Do you really want to delete this attachment?
lt_lt: Ar tikrai norite ištrinti šį priedą?

source: Confirm Attachment Deletion
lt_lt: Patvirtinkite priedo ištrynimą

source: &Add
lt_lt: &Pridėti

source: &Open
lt_lt: &Atverti

source: &Remove
lt_lt: &Pašalinti

source: Att.
lt_lt: Pried.

source: This directory and its files are automatically managed by Money Manager EX software.
lt_lt: Šis katalogas ir jo failai yra automatiškai tvarkomi Money Manager EX programinės įrangos.

source: Please do not remove, rename or modify manually directories and files.
lt_lt: Prašome ne perkelti, pervadinti ar keisti rankiniu būdu katalogų ir failų.

source: Destination file already exist:
lt_lt: Tikslo failas jau egzistuoja:

source: File not found in attachments. Please delete or rename it.
lt_lt: Failas nerastas prieduose. Prašome ištrinti ar pervadinti jį.

source: Destination file already exist
lt_lt: Tikslo failas jau egzistuoja

source: File already found in attachments
lt_lt: Failas jau rastas prieduose

source: Attachment not found:
lt_lt: Priedas nerastas:

source: Do you want to continue and delete attachment on database?
lt_lt: Ar norite tęsti ir ištrinti priedą duomenų bazėje?

source: Delete attachment failed
lt_lt: Priedo ištrynimas nepavyko

source: Unable to open file:
lt_lt: Nepavyksta atverti failo:

source: Please verify that file exists and user has rights to read it.
lt_lt: Prašome patikrinti ar failas jau yra ir naudotojai turi teisę jį skaityti.

source: Open attachment failed
lt_lt: Priedo atvėrimas nepavyko

source: None
lt_lt: Jokia

source: Weekly
lt_lt: Kas savaitę

source: Monthly
lt_lt: Kas mėnesį

source: Bi-Monthly
lt_lt: Kas du mėnesius

source: Quarterly
lt_lt: Kas ketvirtį

source: Half-Yearly
lt_lt: Kas pusę metų

source: Yearly
lt_lt: Kas metai

source: Four Months
lt_lt: Keturis mėnesius

source: Four Weeks
lt_lt: Keturios savaites

source: Daily
lt_lt: Kasdien

source: In %s Days
lt_lt: už %s d.

source: In %s Months
lt_lt: per %s mėn.

source: Every %s Days
lt_lt: Kiekvieną %s dieną

source: Every %s Months
lt_lt: Kiekvieną %s mėnesį

source: Monthly (last day)
lt_lt: Kas mėnesį (paskutinė diena)

source: Monthly (last business day)
lt_lt: Kas mėnesį (paskutinė darbo diena)

source: Transaction Details
lt_lt: Operacijos informacija

source: Retard or advance the date of the 'next occurrence
lt_lt: Vėlinti arba ankstinti datą kito įvykio

source: Repeats
lt_lt: Pasikartoja

source: Next
lt_lt: Kitas

source: Specify the status for the transaction
lt_lt: Nurodykite operacijos būseną

source: Status
lt_lt: Būsena

source: Specify the type of transactions to be created.
lt_lt: Nurodykite kuriamos sąskaitos tipą.

source: &Advanced
lt_lt: &Išsamiau

source: Allows the setting of different amounts in the FROM and TO accounts.
lt_lt: Leidžia nustatyti skirtingus kiekius „Iš“ ir „Į“ sąskaitose.

source: Specify the amount for this transaction
lt_lt: Nurodykite šios operacijos sumą

source: Amount
lt_lt: Suma

source: Specify the transfer amount in the To Account
lt_lt: Nurodykite perkeliamą sumą „Į“ sąskaitoje

source: Account
lt_lt: Sąskaita

source: Select Account
lt_lt: Parinkti paskyrą

source: Payee
lt_lt: Korespondentas

source: Select Payee
lt_lt: Pasirinkite kontrahentą

source: Specify where the transaction is going to
lt_lt: Nurodykite kur pervedimas keliauja

source: Split
lt_lt: Suskaldyti

source: Use split Categories
lt_lt: Naudoti suskaldytas kategorijas

source: Category
lt_lt: Kategorija

source: Select Category
lt_lt: Pasirinkite kategoriją

source: Specify any associated check number or transaction number
lt_lt: Nurodykite bet kokį susietą čekio ar operacijos numerį

source: Number
lt_lt: Numeris

source: Select one of the frequently used notes
lt_lt: Pasirinkti vieną iš dažniausiai naudojamų pastabų

source: Specify any text notes you want to add to this transaction.
lt_lt: Nurodykite bet kokias teksto pastabas, kurias norite pridėti prie šios operacijos.

source: Choose Bank Account or Term Account
lt_lt: Pasirinkite banko ar terminuotoji sąskaita

source: Account name
lt_lt: Paskyros pavadinimas

source: Specify which account the transfer is going to
lt_lt: Nurodykite į kurią sąskaitą keliauja pervedimas

source: Specify to whom the transaction is going to or coming from
lt_lt: Nurodykite kur pervedimas keliauja, arba iš kur gaunamas

source: From
lt_lt: Iš

source: To
lt_lt: Į

source: Select To Account
lt_lt: Pasirinkti sąskaitai

source: Specify where the transaction is coming from
lt_lt: Nurodykite iš kur gaunamas pervedimas

source: Specify the transfer amount in the From Account
lt_lt: Nurodykite perkeliamą sumą „Iš“ sąskaitoje

source: Activates
lt_lt: Aktyvuoja

source: Period: Days
lt_lt: Periodas: Dienos

source: Period: Months
lt_lt: Periodas: Mėnesiai

source: Specify period in Days to activate.
lt_lt: Nurodykite aktyvavimo laikotarpį dienomis.

source: Becomes blank when not active.
lt_lt: Tampa tuščias kai neaktyvus.

source: Specify period in Months to activate.
lt_lt: Nurodykite aktyvavimo laikotarpį mėnesiais.

source: Leave blank when not active.
lt_lt: Palikite tuščią kai neaktyvus.

source: Specify the category for this transaction
lt_lt: Nurodykite šios operacijos kategoriją

source: Frequency
lt_lt: Dažnis

source: Repetitions
lt_lt: Pakartojimai

source: Autorepeat
lt_lt: Auto kartojimas

source: Payment
lt_lt: Mokėjimas

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Home Page 14 days before the transaction is due.
lt_lt: MMEX leidžia paprastiems mokėjimams būti nustatytais kaip operacijos. Šios operacijos gali irgi būti paprastos įmokos, ar pervedimai, kurie įvyks kažkuriuo metu ateityje. Šios operacijos veikia kaip priminimai, kad įvykis greitai įvyks, ir atsiranda pradžios puslapyje 14 dienų iki įvykio laiko.

source: Transaction Filter
lt_lt: Operacijų filtras

source: New Bills & Deposit Series
lt_lt: Nauja mokesčių ir įmokų serija

source: Edit Bills & Deposit Series
lt_lt: Redaguoti mokesčių ir įmokų serijas

source: Delete Bills & Deposit Series
lt_lt: Ištrinti mokesčių ir įmokų serijas

source: En&ter
lt_lt: Įves&ti

source: Enter Next Bills & Deposit Occurrence
lt_lt: Įveskite kitą mokesčio ir įmokos įvykį

source: &Skip
lt_lt: Pra&leisti

source: Skip Next Bills & Deposit Occurrence
lt_lt: Praleisti kitą mokesčio ir įmokos įvykį

source: Enter next Occurrence...
lt_lt: Įveskite kitą įvykį...

source: Skip next Occurrence
lt_lt: Praleisti kitą įvykį

source: &New Bills && Deposit Series...
lt_lt: &Nauja mokesčių ir įmokų serija...
