Repository: LucasHuffman9016SusanWagner/moneymanagerex
Catalog: po/lithuanian.po
Languages: lt_lt

source: Specify which accounts are visible
lt_lt: Nurodyti, kurios sąskaitos yra matomos

source: Transactions Visible
lt_lt: Matomos operacijos

source: Specify which transactions are visible by default
lt_lt: Nurodyti, kurios operacijos yra matomos pagal nutylėjimą

source: View Budgets as Financial Years
lt_lt: Žiūrėti biudžetus kaip finansinius metus

source: View Budgets with 'transfer' transactions
lt_lt: Žiūrėti biudžetus su „perkėlimo“ operacijomis

source: View Budgets Setup Without Budget Summaries
lt_lt: Žiūrėti biudžetų nustatymus be biudžeto santraukų

source: View Budget Summary Report without Categories
lt_lt: Žiūrėti biudžeto santraukos ataskaitą be kategorijų

source: View Reports without Future Transactions
lt_lt: Žiūrėti ataskaitas be artėjančių operacijų

source: User Colors
lt_lt: Naudoti spalvas

source: Directory of language files does not exist: %s
lt_lt: Kalbos failų katalogas neegzistuoja: %s

source: Entry %s is invalid
lt_lt: Įrašas %s yra neteisingas

source: Invalid Entry
lt_lt: Netinkamas įrašas

source: Please use this button for category selection or use the 'Split' checkbox for multiple categories.
lt_lt: Prašome naudoti šį mygtuką kategorijos pasirinkimui, arba naudokite „Suskaldyti“ laukelį kelioms kategorijoms.

source: Invalid Category
lt_lt: Neteisinga kategorija

source: File name is empty.
lt_lt: Failo pavadinimas neįrašytas.

source: Please select the file for this operation.
lt_lt: Prašome pasirinkti failą šiai operacijai.

source: Invalid Account
lt_lt: Netinkama sąskaita

source: Please select the account for this transaction.
lt_lt: Prašome pasirinkti paskyrą šiai operacijai.

source: Please specify which account the transfer is going to.
lt_lt: Prašome nurodyti į kurią sąskaitą vykdomas perkėlimas

source: Selection can be made by using the dropdown button.
lt_lt: Pasirinkimas gali būti atliktas naudojant išplečiamąjį mygtuką.

source: Please type in a new payee, or make a selection using the dropdown button.
lt_lt: Prašome įvesti naują kontrahentą, arba pasirinkti iš pasirenkamo meniu mygtuko.

source: Invalid Name
lt_lt: Netinkamas pavadinimas

source: Please type in a non empty name.
lt_lt: Prašome įvesti ne tuščią pavadinimą.

source: Displayed Bal:
lt_lt: Rodomas bal.:

source: Account Bal:
lt_lt: Sąskaitos bal.:

source: Reconciled Bal:
lt_lt: Suderintas bal.:

source: Diff:
lt_lt: Skirtumas:

source: New Transaction
lt_lt: Nauja operacija

source: Edit selected transaction
lt_lt: Redaguoti pažymėtą operaciją

source: Delete selected transaction
lt_lt: Ištrinti pažymėtą operaciją

source: D&uplicate
lt_lt: &Dubliuoti

source: Duplicate selected transaction
lt_lt: Dubliuoti pažymėtą operaciją

source: Enter any string to find it in the nearest transaction notes
lt_lt: Įveskite bet kokį terminą, kad rasti jį artimiausios operacijos pastabose

source: Account View : %s
lt_lt: Sąskaitos rodinys : %s

source: Select account used in transfer transactions
lt_lt: Parinkti sąskaitą naudotą perkėlimo operacijoje

source: &Edit Transaction
lt_lt: &Redaguoti operaciją

source: &Copy Transaction
lt_lt: &Kopijuoti Operacija

source: &Paste Transaction
lt_lt: &Įdėti operaciją

source: D&uplicate Transaction
lt_lt: D&ubliuoti operaciją

source: &Move Transaction
lt_lt: &Perkelti operaciją

source: &View Split Categories
lt_lt: &Žiūrėti suskaldytas kategorijas

source: Create Reoccuring T&ransaction
lt_lt: Sukurti pasikartojančią &operaciją

source: &Delete Transaction
lt_lt: &Ištrinti operaciją

source: Delete all transactions in current view
lt_lt: Pašalinti visas operacijas šiame rodinyje

source: Delete Viewed "Follow Up" Trans.
lt_lt: Ištrinti peržiūrėtas „Stebimas" operacijas.

source: Delete Viewed "Unreconciled" Trans.
lt_lt: Ištrinti peržiūrėtas „Nesuderintas“ operacijas.

source: Mark As &Reconciled
lt_lt: Pažymėti kaip &Suderintą

source: Mark As &Unreconciled
lt_lt: Pažymėti kaip &Nesuderintą

source: Mark As &Void
lt_lt: Žymėti kaip Negaliojančią

source: Mark For &Followup
lt_lt: Žymėti &stebėjimui

source: Mark As &Duplicate
lt_lt: Žymėti kaip &dublikatą

source: as Reconciled
lt_lt: kaip Suderintos

source: as Unreconciled
lt_lt: kaip Nesuderintos

source: as Void
lt_lt: kaip Negaliojanti

source: as needing Followup
lt_lt: kaip reikalaujanti stebėjimo

source: as Duplicate
lt_lt: kaip dublikatas

source: Mark all being viewed
lt_lt: Žymėti visas kaip peržiūrėtas

source: Do you really want to delete all the transactions shown?
lt_lt: Ar tikrai norite ištrinti visas rodomas operacijas?

source: Confirm Transaction Deletion
lt_lt: Patvirtinkite operacijos ištrynimą

source: Follow Up
lt_lt: Stebima

source: Unreconciled
lt_lt: Nesuderintos

source: Do you really want to delete all the "%s" transactions shown?
lt_lt: Ar tikrai norite ištrinti visas „%s“ rodomas operacijas?

source: Do you really want to delete the selected transaction?
lt_lt: Ar tikrai norite pašalintį pažymėtą operaciją?

source: Moving Transaction from %s to...
lt_lt: Perkeliamos operacijos iš „%s“ į...

source: Select the destination Account
lt_lt: Pasirinkite tikslo sąskaitą

source: Reoccuring Transaction saved.
lt_lt: Pasikartojanti operacija išsaugota.

source: Fatal error occured. Application will be terminated.
lt_lt: Įvyko kritinė klaida. Programa bus nutraukta.

source: Toolbar
lt_lt: Įrankinė

source: Bank Accounts
lt_lt: Banko sąskaitos

source: Term Accounts
lt_lt: Terminuotosios sąskaitos

source: Stocks
lt_lt: Akcijos

source: Auto Repeat Transactions
lt_lt: Automatiškai kartojamos operacijos

source: Navigation
lt_lt: Navigacija

source: Home Page
lt_lt: Pradžios puslapis

source: Credit Card Accounts
lt_lt: Kreditinių kortelių sąskaitos

source: Budget Setup
lt_lt: Biudžeto nustatymas

source: Help
lt_lt: Pagalba

source: Do you really want to delete the account?
lt_lt: Ar tikrai norite ištrinti sąskaitą?

source: Confirm Account Deletion
lt_lt: Patvirtinkite sąskaitos ištrynimą

source: MMEX has been opened without an active database.
lt_lt: MMEX buvo atverta be aktyvios duomenų bazės.

source: MMEX: Menu Popup Error
lt_lt: MMEX: Meniu iššokimo klaida

source: &New Transaction
lt_lt: &Nauja operacija

source: &Edit Account
lt_lt: &Keisti sąskaitą

source: &Reallocate Account
lt_lt: &Perskirstyti sąskaitą

source: &Delete Account
lt_lt: Pa&šalinti paskyrą

source: &Launch Account Website
lt_lt: &Atverti sąskaitos svetainę

source: New &Account
lt_lt: Nauja &sąskaita

source: Account &List (Home)
lt_lt: Sąskaitų &sąrašas (Pradžia)

source: &CSV Files...
lt_lt: &CSV failai...

source: &QIF Files...
lt_lt: &QIF failai...

source: &New Database Ctrl-N
lt_lt: &Nauja duomenų bazė Ctrl-N

source: New Database
lt_lt: Nauja duomenų bazė

source: &Open Database Ctrl-O
lt_lt: &Atverti duomenų bazę Ctrl-O

source: Open Database
lt_lt: Atverti duombazę

source: Save Database &As
lt_lt: Išsaugoti duomenų bazę &kaip

source: Save Database As
lt_lt: Išsaugoti duomenų bazę kaip

source: &Recent Files...
lt_lt: &Paskiausi failai...

source: &Clear Recent Files
lt_lt: &Išvalyti paskiausius failus

source: Export to CSV
lt_lt: Eksportuoti į CSV

source: &Report to HTML
lt_lt: &Ataskaita į HTML

source: Export to HTML
lt_lt: Eksportuoti į HTML

source: Import from any CSV file
lt_lt: Importuoti iš bet kokio CSV failo

source: Import from QIF
lt_lt: Importuoti iš QIF

source: Import from WebApp
lt_lt: Importuoti iš WebApp

source: &Print...
lt_lt: S&pausdinti...

source: Print current view
lt_lt: Spausdinti dabartinį rodinį

source: E&xit Alt-X
lt_lt: I&šeiti Alt-X

source: Quit this program
lt_lt: Išjungti šią programą

source: &Toolbar
lt_lt: &Įrankinė

source: Show/Hide the toolbar
lt_lt: Rodyti arba slėpti įrankinę

source: &Navigation
lt_lt: &Navigacija

source: Show/Hide the Navigation tree control
lt_lt: Rodyti/Slėpti navigacijos medžio valdiklį

source: Budgets: As &Financial Years
lt_lt: Biudžetai: Kaip &finansiniai metai

source: Display Budgets in Financial Year Format
lt_lt: Rodyti biudžetus finansinių metų formate

source: Budgets: &Include Transfers in Totals
lt_lt: Biudžetai: &Įtraukiant operacijas sumose

source: Include the transfer transactions in the Budget Totals
lt_lt: Įtraukti perkėlimo operacijas į biudžeto suvestinę

source: Budget Setup: &Without Summaries
lt_lt: Biudžeto nustatymas: &be santraukų

source: Display the Budget Setup without category summaries
lt_lt: Rodyti biudžeto nustatymus be kategorijų santraukų

source: Budget Summary: Include &Categories
lt_lt: Biudžeto santrauka: Įtraukti kategorijas

source: Include the categories in the Budget Category Summary
lt_lt: Įtraukti kategorijas į biudžeto kategorijų santrauka

source: Ignore F&uture Transactions
lt_lt: Ignor&uoti artėjančias operacijos

source: Ignore Future transactions
lt_lt: Ignoruoti artėjančias operacijos

source: Toggle Fullscreen
lt_lt: Perjungti viso ekrano veikseną

source: Toggle Fullscreen F11
lt_lt: Perjungti viso ekrano veikseną F11

source: Account &List
lt_lt: Sąskaitų &sąrašas

source: Show Account List
lt_lt: Rodyti sąskaitų sąrašą

source: Change the account type of an account.
lt_lt: Keisti sąskaitos tipą.

source: Delete Account from database
lt_lt: Ištrinti sąskaitą iš duomenų bazės

source: Organize &Categories...
lt_lt: Tvarkyti &Kategorijas...

source: Organize &Payees...
lt_lt: Tvarkyti K&ontrahentus...

source: Organize Payees
lt_lt: Tvarkyti kontrahentus

source: Organize Currency
lt_lt: Tvarkyti valiutą

source: Organize Currency...
lt_lt: Tvarkyti valiutą...

source: &Categories...
lt_lt: &Kategorijos...

source: &Payees...
lt_lt: &Kontrahentai...

source: Reassign all payees to another payee
lt_lt: Perskirstyti visus kontrahentus kitam kontahentui

source: Relocation of...
lt_lt: Perkėlimas...

source: Relocate Categories && Payees
lt_lt: Perkelti kategorijas ir kontrahentus

source: &Budget Setup
lt_lt: &Biudžeto nustatymas

source: Bills && Deposits
lt_lt: Mokesčiai ir susigrąžinimai

source: &Assets
lt_lt: &Turtas

source: &Transaction Report Filter...
lt_lt: &Operacijų ataskaitos filtras...

source: Transaction Report Filter
lt_lt: Operacijų ataskaitos filtras

source: &General Report Manager...
lt_lt: &Bendras ataskaitų tvarkytuvas...

source: &Options...
lt_lt: &Parinktys...

source: Show the Options Dialog
lt_lt: Rodyti pasirinkčių dialogo langą

source: Convert Encrypted &DB
lt_lt: Konvertuoti šifruotą &DB

source: Convert Encrypted DB to Non-Encrypted DB
lt_lt: Konvertuoti šifruotą &DB į nešifruotą DB

source: Change Encrypted &Password
lt_lt: Pasikeisti šifruotą sla&ptažodį

source: Change the password of an encrypted database
lt_lt: Pakeisti šifruotos duomenų bazės slaptažodį

source: Optimize &Database
lt_lt: Optimizuoti &Duomenų bazę

source: Optimize database space and performance
lt_lt: Optimizuoti duomenų bazės vietą ir našumą

source: Database
lt_lt: Duomenų bazė

source: Database management
lt_lt: Duomenų bazių tvarkymas

source: &Help F1
lt_lt: &Pagalba F1

source: Show the Help file
lt_lt: Rodyti pagalbos failą

source: &Show App Start Dialog
lt_lt: &Rodyti programos paleidimo dialogo langą

source: App Start Dialog
lt_lt: Programos paleidimo dialogo langas

source: Check For Updates
lt_lt: Tikrinti, ar yra atnaujinimų

source: Check for &Updates
lt_lt: Tikrinti, ar yra atna&ujinimų

source: Get Android Version
lt_lt: Gauti Android versiją

source: Run this program in your Android smart phone or tablet
lt_lt: Naudoti šią programą Jūsų Android išmaniajame telefone ar planšetiniame kompiuteryje

source: Visit MMEX Forum
lt_lt: Aplankyti MMEX Forumą

source: Visit the MMEX forum. See existing user comments, or report new issues with the software.
lt_lt: Aplankykite MMEX forumą. Žiūrėkite esančių naudotojų komentarus, arba praneškite apie naujas problemas susijusias su programa.

source: Register/View Release &Notifications
lt_lt: Registruotis/Žiūrėti išleidimo &pranešimus

source: Sign up to Notification Mailing List or View existing announcements.
lt_lt: Užsiregistruokite pranešimų susirašinėjimo sąraše, arba peržiūrėkite egzistuojančius pranešimus.

source: Visit us on Facebook
lt_lt: Aplankykite mus Facebook'e

source: &About...
lt_lt: &Apie...

source: Show about dialog
lt_lt: Rodyti apie dialogo langą

source: &File
lt_lt: &Failas

source: &Accounts
lt_lt: &Paskyros

source: &Tools
lt_lt: Įrank&iai

source: &View
lt_lt: &Rodymas

source: &Help
lt_lt: &Pagalba

source: New
lt_lt: Naujas

source: Account List
lt_lt: Sąskaitų sąrašas

source: Show Organize Categories Dialog
lt_lt: Rodyti kategorijų tvarkymo langą

source: Show Organize Payees Dialog
lt_lt: Rodyti kontrahentų tvarkymo langą

source: Show Organize Currency Dialog
lt_lt: Rodyti valiutos tvarkymo langą

source: Please enter password for Database %s
lt_lt: Prašome įvesti duomenų bazės slaptažodį %s

source: MMEX: Encrypted Database
lt_lt: MMEX: šifruota duomenų bazę

source: - No File opened
lt_lt: - Nėra atverto failo

source: Sorry. The Database version is too old or Database password is incorrect
lt_lt: Apgailestauju. Duomenų bazės versija per sena, arba Duomenų bazės slaptažodis netinkamas

source: &Next ->
lt_lt: &Kitas ->

source: Cannot locate previously opened database.
lt_lt: Nepavyksta aptikti anksčiau atverto duomenų bazės.

source: Password not entered for encrypted Database.
lt_lt: Neįvestas šifruotos duomenų bazės slaptažodis.

source: portable mode
lt_lt: nešiojama veiksena

source: Choose database file to create
lt_lt: Parinkite sukurtiną duomenų bazės failą

source: Choose database file to open
lt_lt: Parinkite, kurį duomenų bazės failą atverti

source: Choose Encrypted database file to open
lt_lt: Parinkite, kurį šifruotos duomenų bazės failą atverti

source: Enter password for database
lt_lt: Įveskite duomenų bazės slaptažodį

source: Choose database file to Save As
lt_lt: Parinkite, kad išsaugoti duomenų bazės failą kaip

source: Converted DB!
lt_lt: Konvertuota DB!

source: MMEX message
lt_lt: MMEX pranešimas

source: MMEX: Encryption Password Change
lt_lt: MMEX: Šifravimo slaptažodžio keitimas

source: New password for database %s
lt_lt: Naujas slaptažodis duomenų bazei %s

source: New password must not be empty.
lt_lt: Naujas slaptažodis negali būti tuščias.

source: Please confirm new password
lt_lt: Prašome patvirtinti naują slaptažodį

source: Password change completed.
lt_lt: Slaptažodžio keitimas atliktas.

source: Confirm password failed.
lt_lt: Slaptažodžio patvirtinimas nepavyko.

source: Make sure you have a backup of DB before optimize it
lt_lt: Įsitikinkite, kad turite DB atsarginę kopiją prieš jos optimizavimą

source: DB Optimization
lt_lt: DB optimizavimas

source: Database Optimization Completed!
lt_lt: Duomenų bazės optimizavimas atliktas!

source: Size after
lt_lt: Dydis po

source: Size before
lt_lt: Dydis prieš

source: Save database file as
lt_lt: Išsaugoti duomenų bazės failą kaip

source: Can't copy file to itself
lt_lt: Nepavyksta nukopijuoti failo į jį patį

source: Enter password for new database
lt_lt: Įveskite slaptažodį naujai duomenų bazei

source: No account available to import
lt_lt: Nėra sąskaitos pasiekiamos importui

source: MMEX Options have been updated.
lt_lt: MMEX nustatymai buvo atnaujinti.

source: MMEX Options
lt_lt: MMEX parinktys

source: Choose HTML file to Export
lt_lt: Pasirinkite HTML failą, skirtą eksportui

source: No account available to edit!
lt_lt: Nėra sąskaitos pasiekiamos redagavimui!

source: Choose Account to Edit
lt_lt: Pasirinkite paskyrą redagavimui

source: No account available to delete!
lt_lt: Nėra sąskaitos pasiekiamos ištrynimui!

source: Choose Account to Delete
lt_lt: Pasirinkite paskyrą ištrynimui

source: Are you sure you want to delete %s account: %s ?
lt_lt: Ar tikrai norite pašalinti %s sąskaitą: %s ?

source: Account Reallocation
lt_lt: Sąskaitos perskirstymas

source: No account available to reallocate!
lt_lt: Nėra sąskaitos pasiekiamos perskirstymui!

source: Payee Relocation Completed.
lt_lt: Kontrahentų perkėlimas atliktas.

source: Payee Relocation Result
lt_lt: Kontrahento perkėlimo rezultatas

source: File %s not found
lt_lt: Failas %s nerastas

source: My Usage
lt_lt: Mano naudojimasis

source: Monthly Summary of Accounts
lt_lt: Mėnesinė sąskaitų santrauka

source: Payees
lt_lt: Korespondentai

source: Income vs Expenses
lt_lt: Pajamos ir išlaidos

source: Last Calendar Month
lt_lt: Praeitas kalendorinis mėnuo

source: Income vs Expenses - Specific Accounts
lt_lt: Pajamos ir išlaidos - Nurodytos sąskaitos

source: Budget Performance
lt_lt: Biudžeto vykdymas

source: Budget Category Summary
lt_lt: Biudžeto kategorijų santrauka

source: Cash Flow
lt_lt: Pinigų srautai

source: Cash Flow - With Bank Accounts
lt_lt: Pinigų srautai - Su banko sąskaitomis

source: Cash Flow - With Term Accounts
lt_lt: Pinigų srautai - Su terminuotomis sąskaitomis

source: Cash Flow - Specific Accounts
lt_lt: Pinigų srautai - Su specifinėmis sąskaitomis

source: Daily Cash Flow - Specific Accounts
lt_lt: Kasdieniai pinigų srautai - Specifinės sąskaitos

source: Transaction Report
lt_lt: Operacijų ataskaita

source: Stocks Report
lt_lt: Akcijų ataskaita

source: Last 365 Days
lt_lt: Paskutinės 365 dienos

source: All Time
lt_lt: Visas laikas

source: &Back
lt_lt: &Atgal

source: &Forward
lt_lt: &Pirmyn

source: Help
lt_lt: Pagalba

source: Gain/Loss
lt_lt: Pelnas/Nuostoliai

source: Total
lt_lt: Suma

source: Total:
lt_lt: Suma:

source: Top Withdrawals: %s
lt_lt: Didžiausios išlaidos: %s

source: Summary
lt_lt: Santrauka

source: Upcoming Transactions
lt_lt: Artėjančios operacijos

source: Income vs Expenses: %s
lt_lt: Pajamos ir išlaidos: %s

source: Expenses
lt_lt: Išlaidos

source: Difference:
lt_lt: Skirtumas:

source: Income/Expenses
lt_lt: Pajamos/Išlaidos

source: Transaction Statistics
lt_lt: Operacijų statistika

source: Follow Up On Transactions:
lt_lt: Stebėti operacijas:

source: Total Transactions:
lt_lt: Viso operacijų:

source: Grand Total:
lt_lt: Bendra suma:

source: Order by this column
lt_lt: Rikiuoti pagal šį stulpelį

source: REPORTS
lt_lt: ATASKAITOS

source: Cash
lt_lt: Grynieji

source: Checking
lt_lt: Einamoji

source: Credit Card
lt_lt: Kreditinė kortelė

source: Term
lt_lt: Terminas

source: Investment
lt_lt: Investicija

source: Account Error
lt_lt: Sąskaitos klaida

source: Appreciates
lt_lt: Kyla

source: Depreciates
lt_lt: Krenta

source: Property
lt_lt: Savybė

source: Household Object
lt_lt: Namų apyvokos daiktas

source: Art
lt_lt: Menas

source: Jewellery
lt_lt: Juvelyriniai dirbiniai

source: Other
lt_lt: Kita

source: Bi-Weekly
lt_lt: Kas dvi savaites

source: Payee Error
lt_lt: Kontrahento klaida

source: The SQL script: %s will modify database! aborted!
lt_lt: SQL scenarijus: %s pakeis duomenų bazę! nutraukta!

source: General
lt_lt: Bendros

source: Attachments
lt_lt: Priedai

source: Network
lt_lt: Tinklas

source: &Apply
lt_lt: Pri&taikyti

source: %s page has been saved.
lt_lt: %s puslapis buvo išsaugotas.

source: Default Category
lt_lt: Numatyta kategorija

source: Search:
lt_lt: Ieškoti:

source: Payee with same name exists
lt_lt: Kontrahentas su tokiu pavadinimu jau yra

source: Organize Payees: Add Payee
lt_lt: Tvarkyti kontrahentus: Pridėti kontrahentą

source: Enter the name for the new payee:
lt_lt: Įveskite naujo kontahento pavadinimą:

source: Modify the name for the payee:
lt_lt: Keisti kontrahento pavadinimą

source: Organize Payees: Edit Payee
lt_lt: Tvarkyti kontrahentus: Redaguoti kontrahentą

source: Payee in use.
lt_lt: Kontrahentas naudojamas.

source: Tip: Change all transactions using this Payee to another Payee using the relocate command:
lt_lt: Patarimas: Pakeiskite visas operacijas naudojančias šį kontrahentą į kitą pasinaudojant perkėlimo komanda:

source: Tools -> Relocation of -> Payees
lt_lt: Įrankiai -> Perkėlimas -> Kontrahentai

source: Organize Payees: Delete Error
lt_lt: Tvarkyti kontrahentus: Ištrinti kontrahentą

source: Define Default Category
lt_lt: Apibrėžti numatytąją kategoriją

source: Relocate Payee
lt_lt: Perkelti kontrahentą

source: Relocate Category Dialog
lt_lt: Kategorijos perkėlimo dialogo langas

source: Relocate all source categories to the destination category
lt_lt: Perkelti visas šaltinio kategorijas į tikslo kategorijas

source: Source Category
lt_lt: Pirminė kategorija

source: Destination Category
lt_lt: Tikslo kategorija

source: Relocate:
lt_lt: Perkelti:

source: to:
lt_lt: į:

source: Please Confirm:
lt_lt: Prašome patvirtinti:

source: Records found in transactions: %i
lt_lt: Įrašai rasti operacijose: %i

source: Records found in split transactions: %i
lt_lt: Įrašai rasti suskaldytose operacijose: %i

source: Records found as Default Payee Category: %i
lt_lt: Įrašas rastas kaip numatytoji kontrahento kategorija: %i

source: Records found in budget: %i
lt_lt: Įrašai rasti biudžete: %i

source: Changing all categories of: %s to category: %s
lt_lt: Keičiamos visos kategorijos priklausančios: %s į kategoriją: %s

source: Category Relocation Confirmation
lt_lt: Kategorijų perkėlimo patvirtinimas

source: Relocate Payee Dialog
lt_lt: Kontrahento perkėlimo dialogo langas

source: Relocate all source payees to the destination payee
lt_lt: Perkelti visus šaltinio kontrahentus į tikslo kontrahentus

source: Changing all payees of: %s to payee: %s
lt_lt: Keičiami visi kontrahentai priklausantys: %s į kontrahentą: %s

source: Payee Relocation Confirmation
lt_lt: Kontrahentų perkėlimo patvirtinimas

source: Budget Categories for %s
lt_lt: Biudžeto kategorijos skirtos %s

source: Budget Category Summary for %s
lt_lt: Biudžeto kategorijų suvestinė skirta %s

source: ( Estimated Vs Actual )
lt_lt: (Numatomos prieš Tikras)

source: Estimated Income:
lt_lt: Numatomos pajamos:

source: Actual Income:
lt_lt: Faktinės pajamos:

source: Difference Income:
lt_lt: Skirtumo pajamos:

source: Estimated Expenses:
lt_lt: Numatomos išlaidos:

source: Actual Expenses:
lt_lt: Tikros išlaidos:

source: Difference Expenses:
lt_lt: Skirtumo išlaidos:

source: Overall
lt_lt: Bendrai

source: Cash Flow Forecast for %i Years Ahead
lt_lt: Pinigų srautų prognozė %i metams į priekį

source: All Accounts
lt_lt: Visos sąskaitos

source: All Bank Accounts
lt_lt: Visos banko sąskaitos

source: All Term Accounts
lt_lt: Visos terminuotosios sąskaitos

source: Difference
lt_lt: Skirtumas

source: Category Total:
lt_lt: Kategorija viso:

source: Total Expenses:
lt_lt: Visos išlaidos:

source: Total Income:
lt_lt: Viso pajamų:

source: Grand Total:
lt_lt: Bendra suma:

source: Where the Money Goes - %s
lt_lt: Kur juda pinigai - %s

source: Where the Money Comes From - %s
lt_lt: Iš kur gaunami pinigai - %s

source: Categories - %s
lt_lt: Kategorijos - %s

source: Category Income/Expenses: %s
lt_lt: Kategorija Pajamos/Išlaidos: %s

source: Incomes
lt_lt: Pajamos

source: Today's Date: %s
lt_lt: Šiandienos data: %s

source: From %s till %s
lt_lt: Nuo %s iki %s

source: Over Time
lt_lt: Visas laikas

source: Accounts:
lt_lt: Sąskaitos:

source: Income:
lt_lt: Įplaukos:

source: Expenses:
lt_lt: Išlaidos:

source: Year
lt_lt: Metai

source: Month
lt_lt: Mėnuo

source: Today
lt_lt: Šiandien

source: Last 90 Days
lt_lt: Paskutinių 90 dienų

source: Last 3 Months
lt_lt: Paskutiniai 3 mėn.

source: Last 12 Months
lt_lt: Paskutiniai 12 mėn.

source: Choose Accounts
lt_lt: Pasirinkite sąskaitas

source: Summary of Accounts
lt_lt: Sąskaitų santrauka

source: Account Name
lt_lt: Sąskaitos pavadinimas

source: Bank Accounts Total:
lt_lt: Banko sąskaitų viso:

source: Term Accounts Total:
lt_lt: Terminuotų sąskaitų viso:

source: Stocks Total:
lt_lt: Akcijų viso:

source: Total Balance on all Accounts
lt_lt: Bendras balansas visose sąskaitose

source: Monthly Report
lt_lt: Mėnesinė ataskaita

source: Yearly Report
lt_lt: Metinė ataskaita

source: Summary of Stocks
lt_lt: Akcijų santrauka

source: Purchase Date
lt_lt: Įsigijimo data

source: Quantity
lt_lt: Kiekis
