Repository: LucasHuffman9016SusanWagner/moneymanagerex
Catalog: po/lithuanian.po
Languages: lt_lt

source: &Edit Bills && Deposit Series...
lt_lt: &Redaguoti mokesčių ir įmokų serijas...

source: &Delete Bills && Deposit Series...
lt_lt: &Ištrinti mokesčių ir įmokų serijas...

source: Manual
lt_lt: Rankinis

source: Suggested
lt_lt: Siūloma

source: Automated
lt_lt: Automatiškai

source: %d days remaining
lt_lt: %d d. liko

source: Inactive
lt_lt: Neaktyvus

source: %d days delay!
lt_lt: %d d. uždelsimas!

source: %d days overdue!
lt_lt: %d d. vėlavimas!

source: Do you really want to delete the series?
lt_lt: Ar tikrai norite ištrinti seriją?

source: Confirm Series Deletion
lt_lt: Patvirtinkite serijos ištrynimą

source: Budget Year Entry
lt_lt: Biudžeto metų įrašas

source: Category:
lt_lt: Kategorija:

source: Sub Category:
lt_lt: Sub kategorija:

source: Estimated:
lt_lt: Apskaičiuota:

source: Actual:
lt_lt: Tikrai:

source: Type:
lt_lt: Tipas:

source: Expense
lt_lt: Išlaidos

source: Specify whether this category is an income or an expense category
lt_lt: Nurodykite kokia yra ši kategorija - pajamų ar išlaidų

source: Frequency:
lt_lt: Dažnis:

source: Specify the frequency of the expense or deposit
lt_lt: Nurodykite išlaidų ar indėlio dažnį

source: Amount:
lt_lt: Kiekis:

source: Enter the amount budgeted for this category.
lt_lt: Įveskite biudžeto dydį šiai kategorijai.

source: View All Budget Categories
lt_lt: Žiūrėti visas biudžeto kategorijas

source: View Non-Zero Budget Categories
lt_lt: Žiūrėti ne tuščias biudžeto kategorijas

source: View Planned Budget Categories
lt_lt: Žiūrėti suplanuotas biudžeto kategorijas

source: View Income Budget Categories
lt_lt: Žiūrėti pajamų biudžeto kategorijas

source: View Expense Budget Categories
lt_lt: Žiūrėti išlaidų biudžeto kategorijas

source: View Budget Category Summary
lt_lt: Žiūrėti biudžeto kategorijų santrauką

source: Financial Year: %s - %i
lt_lt: Finansiniai metai: %s - %i

source: Year: %s
lt_lt: Metai: %s

source: Month: %s
lt_lt: Mėnuo: %s

source: Budget Setup for %s
lt_lt: Biudžeto %s nustatymas

source: Income:
lt_lt: Įplaukos:

source: Estimated:
lt_lt: Apskaičiuota:

source: Actual:
lt_lt: Tikrai:

source: Difference:
lt_lt: Skirtumas:

source: Expenses:
lt_lt: Išlaidos:

source: Sub Category
lt_lt: Sub kategorija

source: Estimated
lt_lt: Apskaičiuota

source: Actual
lt_lt: Tikrai

source: Budget Editor
lt_lt: Biudžeto redaktorius

source: &Add Year
lt_lt: &Pridėti metus

source: Add a new budget year
lt_lt: Pridėti naujus biudžetinius metus

source: &Add Month
lt_lt: &Pridėti mėnesį

source: Add a new budget month
lt_lt: Pridėti naują biudžetinį mėnesį

source: Delete existing budget
lt_lt: Ištrinti esantį biudžetą

source: Budget Entry Details
lt_lt: Biudžeto įrašo informacija

source: Budget Month Entry
lt_lt: Biudžeto mėnesio įrašas

source: Budget Year:
lt_lt: Biudžeto metai:

source: Specify the required year. Use Spin buttons to increase or decrease the year.
lt_lt: Nurodykite privalomus metus. Naudokite suktuką metų didinimui arba mažinimui.

source: Budget Month:
lt_lt: Biudžeto mėnesis:

source: Specify the required month. Use Spin buttons to increase or decrease the month.
lt_lt: Nurodykite privalomą mėnesį. Naudokite suktuką metų didinimui arba mažinimui.

source: Base Budget On:
lt_lt: Biudžetas pagrįstas:

source: Specify year to base budget on.
lt_lt: Nurodykite metus, kuriais pagrįstas biudžetas.

source: Budget Year already exists
lt_lt: Biudžeto metai jau egzistuoja

source: Organize Categories
lt_lt: Tvarkyti Kategorijas

source: Reassign all categories to another category
lt_lt: Perskirstyti visas kategorijos kitai kategorijai

source: Expand
lt_lt: Išplėsti

source: Show All
lt_lt: Rodyti viską

source: Show all hidden categories
lt_lt: Rodyti visas paslėptas kategorijas

source: Enter the name of the category to add or edit here
lt_lt: Įveskite pridedamos ar redaguojamos kategorijos pavadinimą čia

source: Add a new category
lt_lt: Pridėti naują kategoriją

source: Edit the name of an existing category
lt_lt: Redaguoti egzistuojančios kategorijos pavadinimą

source: Delete an existing category. The category cannot be used by existing transactions.
lt_lt: Ištrinti egzistuojančią kategoriją. Kategorija negali būti naudojama egzistuojančiose operacijose.

source: &Select
lt_lt: &Pažymėti

source: Select the currently selected category as the selected category for the transaction
lt_lt: Pasirinkti pažymėtą kategoriją kaip pasirinktą kategoriją operacijai

source: Enter the name for the new category:
lt_lt: Įveskite naujos kategorijos pavadinimą:

source: Add Category
lt_lt: Pridėti kategoriją

source: Category with same name exists
lt_lt: Sub kategorija su tokiu pavadinimu jau yra

source: Tip: If category added now, check bottom of list. Category will be in sorted order next time dialog appears
lt_lt: Patarimas: Jei kategorija pridėta dabar, patikrinkite sąrašo apačią. Kategorija bus išrikiuota kitą kartą atsidarius dialogo langui.

source: Organise Categories: Adding Error
lt_lt: Tvarkyti kategorijas: Pridėjimo klaida

source: Sub Category with same name exists
lt_lt: Sub kategorija su tokiu pavadinimu jau yra

source: Invalid Parent Category. Choose Root or Main Category node.
lt_lt: Neteisinga aukštesnio lygio kategorija. Pasirinkite šakninį arba pagrindinį kategorijos mazgą.

source: Category in use.
lt_lt: Kategorija naudojama.

source: Sub-Category in use.
lt_lt: Sub kategorija naudojama.

source: Tip: Change all transactions using this Category to another Category using the relocate command:
lt_lt: Patarimas: Pakeiskite visas operacijas naudojančias šią kategoriją į kitą kategoriją, pasinaudojant perkėlimo komanda:

source: Tip: Change all transactions using this Sub-Category to another Sub-Category using the relocate command:
lt_lt: Patarimas: Pakeiskite visas operacijas naudojančias šią sub kategoriją į kitą sub kategoriją, pasinaudojant perkėlimo komanda:

source: Tools -> Relocation of -> Categories
lt_lt: Įrankiai -> Perkėlimas -> Kategorijos

source: Organise Categories: Delete Error
lt_lt: Tvarkyti kategorijas: Ištrynimo klaida

source: Enter a new name for %s
lt_lt: Įveskite naują pavadinimą skirtą %s

source: Edit Category
lt_lt: Redaguoti kategoriją

source: Organise Categories: Editing Error
lt_lt: Tvarkyti kategorijas: Redagavimo klaida

source: Category Relocation Completed.
lt_lt: Kategorijų perkėlimas atliktas.

source: Records have been updated in the database: %i
lt_lt: Įrašai bu atnaujinti duomenų bazėje: %i

source: Category Relocation Result
lt_lt: Kategorijų perkėlimo rezultatas

source: Hide Selected Category
lt_lt: Slėpti pažymėtą kategoriją

source: Unhide Selected Category
lt_lt: Nebeslėpti pažymėtos kategorijos

source: Clear Settings
lt_lt: Išvalyti nustatymus

source: &Cancel
lt_lt: &Atšaukti

source: &Close
lt_lt: &Užverti

source: MMEX is using the following support products
lt_lt: MMEX naudoja sekančius paramos produktus

source: Open
lt_lt: Atverti

source: Closed
lt_lt: Uždarytus

source: Favorites
lt_lt: Mėgstamiausi

source: Currency Manager
lt_lt: Valiutos tvarkyklė

source: Currency name
lt_lt: Valiutos pavadinimas

source: Currency Name
lt_lt: Valiutos pavadinimas

source: Currency Symbol
lt_lt: Valiutos simbolis

source: Unit Name
lt_lt: Vieneto pavadinimas

source: Cents Name
lt_lt: Centų pavadinimas

source: Prefix Symbol
lt_lt: Priešdėlio simbolis

source: Suffix Symbol
lt_lt: Priesagos simbolis

source: Decimal Char
lt_lt: Dežimtainis rašmuo

source: Grouping Char
lt_lt: Grupavimo rašmuo

source: Scale
lt_lt: Mastelis

source: Conversion to Base Rate
lt_lt: Konvertavimas į bazinį koficiantą

source: Value Display Sample:
lt_lt: Vertės rodymo pavyzdys:

source: Save any changes made
lt_lt: Išsaugoti bet kokius pakeitimus

source: Any changes will be lost without update
lt_lt: Visi pakeitimai bus prarasti neatnaujinus

source: %.2f Shown As: %s
lt_lt: %.2f rodoma kaip: %s

source: Do you want to proceed?
lt_lt: Ar norite tęsti?

source: When database file opening:
lt_lt: Kai atveriamas duomenų bazės failas:

source: Can't open file
lt_lt: Nepavyksta atverti failo

source: You must specify path to another database file
lt_lt: Privalote nurodyti kelią į kitą duomenų bazę

source: An incorrect password given for an encrypted file or Attempt to open a File that is not a database file
lt_lt: Pateiktas neteisingas slaptažodis šifruotam failui arba bandoma atverti failą, kuris nėra duomenų bazė

source: Error: %s
lt_lt: Klaida: %s

source: Opening MMEX Database - Error
lt_lt: Klaida atidarant MMEX duomenų bazę

source: Reconciled
lt_lt: Sutaikintos

source: Void
lt_lt: Negaliojanti

source: Follow up
lt_lt: Stebima

source: Duplicate
lt_lt: Dubliuota

source: Un-Reconciled
lt_lt: Ne - Suderintos

source: All Except Reconciled
lt_lt: Visos išskyrus Suderintas

source: Specify
lt_lt: Apibrėžti

source: Date Range
lt_lt: Laikotarpis

source: Include Similar
lt_lt: Įtraukti panašius

source: Include all subcategories for the selected category.
lt_lt: Įskaitant visas pažymėtos kategorijos sub kategorijas.

source: Withdrawal
lt_lt: Išėmimas

source: Deposit
lt_lt: Pajamos

source: Transfer To
lt_lt: Perkelti į

source: Transfer From
lt_lt: Perkelti iš

source: Amount Range
lt_lt: Sumos intervalas

source: &Clear
lt_lt: &Išvalyti

source: Error
lt_lt: Klaida

source: Invalid Amount Entered
lt_lt: Klaidinga Įvesta suma

source: Filtering Details:
lt_lt: Filtro informacija:

source: General Reports Manager
lt_lt: Bendras ataskaitų tvarkytuvas

source: Reports
lt_lt: Ataskaitos

source: &Import
lt_lt: &Importuoti

source: Locate and load a report file.
lt_lt: Rasti ir įkelti ataskaitos failą.

source: &Export
lt_lt: &Eksportuoti

source: Export the report to a new file.
lt_lt: Eksportuoti ataskaitą į naują failą.

source: &Save
lt_lt: &Išsaugoti

source: Save changes.
lt_lt: Išsaugoti pakeitimus.

source: &Run
lt_lt: &Paleisti

source: Run selected report.
lt_lt: Paleisti pažymėtą ataskaitą.

source: Output
lt_lt: Išvestis

source: Template
lt_lt: Šablonas

source: &Test
lt_lt: &Bandyti

source: Create Template
lt_lt: Sukurti šabloną

source: Row(s) returned: %i Duration: %ld ms
lt_lt: Eilė(-ių) grąžinta: %i Laikas: %ld ms

source: SQL Syntax Error
lt_lt: SQL sintaksės klaida

source: Load report file:
lt_lt: Įkelti ataskaitos failą:

source: Unable to open file: %s
lt_lt: Nepavyksta atverti failo: %s

source: New Empty Report
lt_lt: Nauja tuščia ataskaita

source: New Sample Report
lt_lt: Nauja pavyzdinė ataskaita

source: Change Group
lt_lt: Keisti grupę

source: UnGroup
lt_lt: Išgrupuoti

source: Rename Report
lt_lt: Pervadinti ataskaitą

source: Delete Report
lt_lt: Ištrinti ataskaitą

source: Enter the name for the report
lt_lt: Įveskite ataskaitos pavadinimą

source: General Report Manager
lt_lt: Bendras ataskaitų tvarkytuvas

source: Delete the Report Title:
lt_lt: Ištrinti ataskaitos pavadinimą:

source: Add Report Group
lt_lt: Pridėti ataskaitų grupę

source: New Report %s
lt_lt: Nauja ataskaita %s

source: New Report
lt_lt: Nauja ataskaita

source: Choose file to Save As Report
lt_lt: Parinkite failą, kurį išsaugoti kaip ataskaitą

source: Unable to open file.
lt_lt: Nepavyksta atverti failo.

source: Universal CSV Import
lt_lt: Universalus CSV importas

source: Data
lt_lt: Duomenys

source: QIF Export
lt_lt: QIF eksportas

source: Parameters
lt_lt: Parametrai

source: Log
lt_lt: Žurnalas

source: Accounts
lt_lt: Sąskaitos

source: From Date
lt_lt: Nuo datos

source: To Date
lt_lt: Iki šiandien

source: Date Format
lt_lt: Datos formatas

source: Write to File
lt_lt: Įrašyti į failą

source: File Name:
lt_lt: Failo pavadinimas:

source: Clear
lt_lt: Išvalyti

source: Choose Account to Export from:
lt_lt: Pasirinkite sąskaitą iš kurios eksportuoti:

source: CSV Files
lt_lt: CSV failai

source: QIF Files
lt_lt: QIF failai

source: Choose QIF data file to Export
lt_lt: Pasirinkite QIF duomenų failą, skirtą eksportui

source: Choose CSV data file to Export
lt_lt: Pasirinkite CSV duomenų failą, skirtą eksportui

source: No Account available for export
lt_lt: Nėra sąskaitos tinkamos ekportui

source: No Accounts selected for export
lt_lt: Nerasta sąskaitų pažymėtų eksportui

source: To Date less than From Date
lt_lt: Pabaigos data yra ankstesnė nei pradžios data

source: Categories exported
lt_lt: Kategorijos eksportuotos

source: Exporting
lt_lt: Eksportuojama

source: Please wait
lt_lt: Prašome palaukti

source: Exporting transaction %i
lt_lt: Eksportuojama operacija %i

source: Number of transactions exported: %ld
lt_lt: Eksportuotų operacijų skaičius: %ld

source: Export to QIF
lt_lt: Eksportuoti į QIF

source: QIF Import
lt_lt: QIF importas

source: Choose &file
lt_lt: Pasirinkite &failą

source: Filtering Details:
lt_lt: Filtro informacija:

source: Unknown
lt_lt: Nežinoma

source: Scanning
lt_lt: Skenuojama

source: Reading line %i, %ld ms
lt_lt: Skaitoma eilutė %i, %ld ms

source: Line %i %s
lt_lt: Eilutė %i %s

source: Number of lines read from QIF file: %i in %ld ms
lt_lt: Eilučių skaičius nuskaitytų iš QIF failo: %i in %ld ms

source: Press OK Button to continue
lt_lt: Spausti mygtuką Gerai, kad tęsti

source: OK
lt_lt: Gerai

source: Warning
lt_lt: Dėmesio

source: Missing
lt_lt: Trūksta

source: Choose QIF data file to Import
lt_lt: Pasirinkite QIF duomenų failą, skirtą importui

source: Do you want to import all transaction ?
lt_lt: Ar norite importuoti visas operacijas ?

source: All missing account, payees and categories will be created.
lt_lt: Visos trūkstamos sąskaitos, kontrahentai ir kategorijos bus sukurtos.

source: Confirm Import
lt_lt: Patvirtinkite importavimą

source: Importing
lt_lt: Importuojama

source: Importing Accounts
lt_lt: Importuojamos sąskaitos

source: Importing Payees
lt_lt: Importuojami kontrahentai

source: Importing Categories
lt_lt: Importuojamos kategorijos

source: Importing transaction %i of %i
lt_lt: Importuojama operacija %i iš %i

source: Importing Transfers
lt_lt: Importuojami perkėlimai

source: Importing Split transactions
lt_lt: Importuojamos suskaldytos operacijos

source: Import finished successfully
lt_lt: Importavimas baigtas sėkmingai

source: Total Imported : %ld
lt_lt: Viso importuota: %ld

source: Imported transactions discarded by user!
lt_lt: Importuotos operacijos buvo atmestos naudotojo!

source: Added account: %s
lt_lt: Pridėta sąskaita: %s

source: Added payee: %s
lt_lt: Pridėtas kontahentas: %s

source: Amount(+/-)
lt_lt: Kiekis(+/-)

source: SubCategory
lt_lt: Sub kategorija

source: Don't Care
lt_lt: Nesvarbu

source: Balance
lt_lt: Balansas

source: Choose CSV data file to Import
lt_lt: Pasirinkite CSV duomenų failą, skirtą importui

source: Save Template
lt_lt: Išsaugoti šabloną

source: &MMEX format
lt_lt: &MMEX formatas

source: MMEX standard format
lt_lt: MMEX standartinis formatas

source: &Up
lt_lt: &Aukštyn

source: Move Up
lt_lt: Perkelti aukštyn

source: &Down
lt_lt: &Žemyn

source: Move &Down
lt_lt: Perkelti ž&emyn

source: Account:
lt_lt: Sąskaita:

source: Date Format:
lt_lt: Datos formatas:

source: Specify the delimiter to use when importing/exporting CSV files
lt_lt: Nurodykite naudotiną skirtuką importuojant/eksportuojant CSV failus

source: Preview
lt_lt: Peržiūra

source: Import File
lt_lt: Importuoti failą

source: Export File
lt_lt: Eksportuoti failą

source: Import
lt_lt: Importuoti

source: Line: %ld
lt_lt: Eilutė: %ld

source: One of the following fields: Date, Amount, Type is missing, skipping
lt_lt: Trūksta vieno iš šių laukų: Data, Suma, Tipas - praleidžiama

source: Line : %ld imported OK.
lt_lt: Eilutė: %ld importuota gerai.

source: Total Lines : %ld
lt_lt: Viso eilučių : %ld

source: Log file written to : %s
lt_lt: Žurnalo failas įrašytas į : %s

source: Please confirm saving...
lt_lt: Prašome patvirtinti išsaugojimą...

source: Imported transactions have been flagged so you can review them.
lt_lt: Importuotos operacijos buvo pažymėtos, kad galėtumėte peržiūrėti jas.

source: Transactions exported: %ld
lt_lt: Eksportuotų operacijų: %ld

source: Choose CSV data file to import
lt_lt: Pasirinkite CSV duomenų failą, skirtą importui

source: Symbol
lt_lt: Simbolis

source: Currency Dialog
lt_lt: Valiutos dialogo langas

source: Online update currency rate
lt_lt: Atnaujinti iš interneto valiutų kursą

source: Online Update
lt_lt: Atnaujinti iš interneto

source: Show all even the unused currencies
lt_lt: Rodyti visas, net ir nenaudojamas valiutas

source: Diff.
lt_lt: Skirt.

source: Do you really want to delete the selected Currency?
lt_lt: Ar tikrai norite pašalinti pažymėtą valiutą?

source: Could not find base currency symbol!
lt_lt: Nepavyko rasti bazinės valiutos simbolio!

source: Currency rate updated
lt_lt: Valiutų kursas atnaujintas

source: Invalid value
lt_lt: Neteisinga reikšmė

source: Set as Base Currency
lt_lt: Nustatyti kaip pagrindinę valiutą

source: Online Update Currency Rate
lt_lt: Atnaujinti iš interneto valiutų kursą

source: Attachments Settings
lt_lt: Priedų nustatymai

source: Attachment archive folder for %s only:
lt_lt: Priedų archyvo aplankas skirtas tik „%s“:

source: Every OS type (Win,Mac,Unix) has its attachment folder
lt_lt: Kiekviena OS (Win,Mac,Unix) turi savo priedų aplanką

source: Browse for folder
lt_lt: Ieškoti aplanko

source: Real path:
lt_lt: Tikrasis kelias:

source: Legend
lt_lt: Legenda

source: %s -> User document directory
lt_lt: %s -> Naudotojo dokumentų katalogas

source: %s -> User profile folder
lt_lt: %s -> Naudotojo profilio aplankas

source: %s -> Folder of.MMB database file
lt_lt: %s -> .MMB duomenų bazės failas aplankas

source: %s -> MMEX Application data folder
lt_lt: %s -> MMEX programos duomenų aplankas

source: Other OS folders
lt_lt: Kitų OS aplankai

source: Not yet set
lt_lt: Dar nenustatyta

source: Windows folder ->
lt_lt: Windows aplankas ->

source: Mac folder ->
lt_lt: Mac aplankas ->

source: Unix folder ->
lt_lt: Unix aplankas ->

source: Create and use Attachments subfolder
lt_lt: Sukurti ir naudoti priedų sub aplanką

source: Delete file after import
lt_lt: Ištrinti failą po importo

source: Select to delete file after import in attachments archive
lt_lt: Pasirinkite, kad ištrinti failą po importo priedų archyve

source: When remove attachment, move file instead of delete
lt_lt: Kai šalinamas priedas, perkelti failą vietoje ištrynimo

source: Select to don't delete file when attachment is removed, but instead move it to 'Deleted' subfolder
lt_lt: Pasirinkite, kad neištrinti failo, kai pašalinamas priedas. Geriau perkelkite jį į „Ištrinta“ sub aplanką.

source: System documents directory
lt_lt: Sistemos dokumentų katalogas

source: Application data directory
lt_lt: Programos duomenų katalogas

source: Database file directory
lt_lt: Duomenų bazės failo katalogas

source: Dropbox folder
lt_lt: Dropbox aplankas

source: User Defined
lt_lt: Naudotojo nustatytas

source: Choose folder to set as attachments archive
lt_lt: Pasirinkite aplanką, skirtą priedų archyvui

source: Display Heading
lt_lt: Rodyti antraštę

source: User Name
lt_lt: Naudotojo vardas

source: The User Name is used as a title for the database.
lt_lt: Naudotojo vardas naudojamas kaip duomenų bazės antraštė.

source: Language
lt_lt: Kalba

source: Specify the language to use
lt_lt: Nurodykite naudotiną kalbą

source: Base Currency
lt_lt: Pagrindinė valiuta

source: Set Currency
lt_lt: Nustatyti valiutą

source: Sets the default currency for the database.
lt_lt: Nustato numatytą duomenų bazės valiutą.

source: Specify the date format for display
lt_lt: Nurodykite rodomą datos formatą

source: New date format sample:
lt_lt: Naujos datos formato pavyzdys:

source: Financial Year
lt_lt: Finansiniai metai

source: Start Day
lt_lt: Pradžios diena

source: Specify Day for start of financial year
lt_lt: Nurodykite finansinių metų pradžios dieną

source: Start Month
lt_lt: Pradžios mėnuo

source: Specify month for start of financial year
lt_lt: Nurodykite finansinių metų pradžios mėnesį

source: Use Original Date when Pasting Transactions
lt_lt: Naudoti originalią datą apdorojant įklijuojamas operacijas

source: Select whether to use the original transaction date or current date when copying/pasting transactions
lt_lt: Pasirinkite ar naudoti originalią operacijos datą, ar dabartinę kai yra kopijuojamos/įklijuojamos operacijos

source: Use Transaction Sound
lt_lt: Naudoto operacijos garsą

source: Select whether to use sounds when entering transactions
lt_lt: Pasirinkite ar naudoti garsus įvedant operacijas

source: Stock Quote Web Page
lt_lt: Akcijų kainų skelbimo svetainė

source: Clear the field to Reset the value to system default.
lt_lt: Išvalykite lauką, kad atkurti reikšmę į sistemos numatytąją.

source: New Transaction Dialog Settings
lt_lt: Naujos operacijos dialogo lango nustatymai

source: Last Used
lt_lt: Paskutinį kartą naudotas

source: Last used for payee
lt_lt: Paskiausiai naudota kontrahentui

source: Default Date:
lt_lt: Numatyta data:

source: Default Payee:
lt_lt: Numatytas kontrahentas:

source: Default Category:
lt_lt: Numatyta kategorija:

source: Default Status:
lt_lt: Numatyta būsena:

source: Database Backup
lt_lt: Duomenų bazės atsarginė kopija

source: Create a new backup when MMEX Start
lt_lt: Sukurti naują atsarginę kopiją startuojant MMEX

source: When MMEX Starts, creates the backup database: dbFile_start_YYYY-MM-DD.ext.
lt_lt: Kai startuoja MMEX, sukuriama atsarginė duomenų bazė: dbFile_start_YYYY-MM-DD.ext.

source: Backup database on exit.
lt_lt: Kurti atsarginę duomenų bazės kopiją išeinant.

source: When MMEX shuts down and changes made to database, creates or updates the backup database: dbFile_update_YYYY-MM-DD.ext.
lt_lt: Kai išjungiama MMEX ir yra pokyčių duomenų bazėje, sukuriama ar atnaujinama atsarginė duomenų bazė: dbFile_update_YYYY-MM-DD.ext.

source: Specify max number of backup files
lt_lt: Nurodykite didžiausią atsarginių kopijų failų skaičių

source: Max Files
lt_lt: Daigiausiai failų

source: CSV Settings
lt_lt: CSV nustatymai

source: Delimiter
lt_lt: Atskyriklis

source: WebApp Settings
lt_lt: WebApp nustatymai

source: Specify the Web App URL without final slash
lt_lt: Nurodykite Žiniatinklio programos URL be paskutinio pasvirojo brūkšnelio

source: Specify the Web App GUID
lt_lt: Nurodykite Žiniatinklio programos GUID

source: Proxy Settings
lt_lt: Įgaliotojo serverio nustatymai

source: Specify the proxy IP address
lt_lt: Nurodykite įgaliotojo serverio IP adresą

source: Specify proxy port number
lt_lt: Nurodykite įgaliotojo serverio prievado numerį

source: Proxy
lt_lt: Įgaliotasis serveris

source: Port
lt_lt: Prievadas

source: Web Server
lt_lt: Žiniatinklio serveris

source: Enable
lt_lt: Įjungti

source: Enable internal web server when MMEX Starts.
lt_lt: Įjungti vidinį žiniatinklio serverį kai startuoja MMEX.

source: Specify web server port number
lt_lt: Nurodykite žiniatinklio serverio prievado numerį

source: Usage statistics
lt_lt: Naudojimo statistika

source: Send anonymous statistics usage data
lt_lt: Siųsti anoniminius statistinius naudojimo duomenis

source: Enable to help us sending anonymous data about MMEX usage.
lt_lt: Įjungti, kad padėti mums, siunčiant nuasmenintus duomenis apie MMEX naudojimą.

source: Timeout
lt_lt: Laukimo laikas

source: Specify a network communication timeout value to use.
lt_lt: Nurodykite tinklo ryšio skirtojo laiko reikšmę.

source: Seconds
lt_lt: Sekundės

source: Updates
lt_lt: Atnaujinimai

source: Check for updates at StartUp
lt_lt: Tikrinti, ar yra atnaujinimų startuojant

source: Enable to automatically check if new MMEX version is available at StartUp
lt_lt: Įjungti, kad automatiškai tikrinti naujų pasiekiamų MMEX versijų paleidimo metu

source: Stable
lt_lt: Stilius

source: Unstable
lt_lt: Nestabilus

source: View Options
lt_lt: Vaizdo parinktys

source: Accounts Visible
lt_lt: Matomos sąskaitos
