Repository: LucasHuffman9016SusanWagner/moneymanagerex
Catalog: po/lithuanian.po
Languages: lt_lt

source: Purchase Price
lt_lt: Pirkimo kaina

source: Current Price
lt_lt: Dabartinė kaina

source: Commission
lt_lt: Komisiniai

source: Stocks Performance Charts
lt_lt: Akcijų efektyvumo diagramos

source: Transaction List
lt_lt: Operacijų sąrašas

source: Transaction List for Account: %s
lt_lt: Operacijų sąrašas sąskaitai: %s

source: Total Amount:
lt_lt: Visa suma:

source: Split Detail Dialog
lt_lt: Skelti informacijos dialogo langą

source: Split Transaction Details
lt_lt: Suskaldytos operacijos informacija

source: Split Transaction Dialog
lt_lt: Skelti operacijos dialogo langą

source: Split Category Details
lt_lt: Skelti kategorijos informaciją

source: Invalid Total Amount
lt_lt: Neteisinga visa suma

source: Edit Stock Investment
lt_lt: Redaguoti investiciją į akcijas

source: New Stock Investment
lt_lt: Nauja investicija į akcijas

source: Stock Investment Details
lt_lt: Investicijos į akcijas informacija

source: Stock Name
lt_lt: Akcijų pavadinimas

source: Enter the stock company name
lt_lt: Įveskite akcijų įmonės pavadinimą

source: Specify the purchase date of the stock investment
lt_lt: Nurodykite investicijos į akcijas pirkimo datą

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
lt_lt: Įveskite akcijų simbolį. (Nebūtina) Įskaitant biržą. Pvz.: IBM.BE

source: Number of Shares
lt_lt: Akcijų kiekis

source: Enter number of shares held
lt_lt: Įveskite turimų akcijų kiekį

source: Enter purchase price for each stock
lt_lt: Įveskite kiekvienų akcijų pirkimo kainą

source: Enter current stock price
lt_lt: Įveskite dabartinę akcijų kainą

source: Price Date
lt_lt: Kainos data

source: Specify the stock price date
lt_lt: Nurodykite akcijų kainos datą

source: Enter any commission paid
lt_lt: Įveskite bet kokius sumokėtus komisinius

source: Organize attachments of this stock
lt_lt: Tvarkyti šių akcijų priedus

source: Display the web page for the specified Stock symbol
lt_lt: Rodyti svetainę specifiniam akcijų simboliui

source: Enter notes associated with this investment
lt_lt: Įveskite pastabas susijusias su šia investicija

source: Stock History Options
lt_lt: Akcijų istorijos parinktys

source: Stock Price History
lt_lt: Akcijų kainų istorija

source: Price
lt_lt: Kaina

source: Download Stock Price history
lt_lt: Atsisiųsti akcijų kainų istoriją

source: Import Stock Price history (CSV Format)
lt_lt: Importuoti akcijų kainų istoriją (CSV formatas)

source: Delete selected Stock Price
lt_lt: Ištrinti pažymėtų akcijų kainą

source: Add Stock Price to history
lt_lt: Pridėti akcijų kainą į istoriją

source: Held At
lt_lt: Sulaikyta ties

source: Stock History CSV Import
lt_lt: Akcijų istorijos CSV importas

source: Quotes imported from CSV:
lt_lt: Kainos importuotos iš CSV:

source: Importing CSV
lt_lt: Importuojamas CSV

source: Days
lt_lt: Dienos

source: Weeks
lt_lt: Savaitės

source: Months
lt_lt: Mėnesiai

source: Specify type frequency of stock history
lt_lt: Nurodykite akcijų istorijos tipo dažnį

source: Stock History Update
lt_lt: Akcijų istorijos atnaujinimas

source: Specify how many stock history prices download from purchase date
lt_lt: Nurodykite kiek akcijų istorijos kainų atsisiųsti nuo pirkimo datos

source: Number of %s:
lt_lt: Skaičius %s:

source: End date is in the future Quotes will be updated until today
lt_lt: Pabaigos data yra ateityje Kainos bus atnaujintos iki šiandienos

source: Stock History Error
lt_lt: Akcijų istorijos klaida

source: Stock history not found!
lt_lt: Akcijų istorija nerasta!

source: Using MMEX it is possible to track stocks/mutual funds investments.
lt_lt: Naudojant MMEX galima sekti akcijų/bendruosius investicinius fondus.

source: To create new stocks entry the Symbol, Number of shares and Purchase prise should be entered.
lt_lt: Kad sukurti naują akcijų įrašą, turi būti įvestas simbolis, akcijų kiekis ir pirkimo data.

source: Sample of UK (HSBC HLDG) share: HSBA.L
lt_lt: Pavyzdys JK (HSBC HLDG) akcijų: HSBA.L

source: If the Stock Name field is empty it will be filed when prices updated
lt_lt: Jei akcijų pavadinimo laukas yra tuščias, jis bus užpildytas atnaujinus kainas

source: Share Name
lt_lt: Akcijų pavadinimas

source: Share Symbol
lt_lt: Akcijų simbolis

source: Unit Price
lt_lt: Vieneto kaina

source: Curr. total value
lt_lt: Dabartinė visa vertė

source: &New Stock Investment
lt_lt: &Nauja investicija į akcijas

source: &Edit Stock Investment
lt_lt: &Redaguoti investiciją į akcijas

source: &Delete Stock Investment
lt_lt: &Ištrinti investiciją į akcijas

source: Do you really want to delete the stock investment?
lt_lt: Ar tikrai norite ištrinti investiciją į akcijas?

source: Confirm Stock Investment Deletion
lt_lt: Patvirtinti investicijos į akcijas ištrynimą

source: Delete Stock Investment
lt_lt: Ištrinti investiciją į akcijas

source: &Move
lt_lt: &Perkelti

source: Move selected transaction to another account
lt_lt: Perkelti pažymėtą operaciją į kitą sąskaitą

source: Refresh
lt_lt: Atnaujinti

source: Refresh Stock Prices from Yahoo
lt_lt: Atnaujinti akcijų kainas iš Yahoo

source: Stock Investments: %s
lt_lt: Investicijos į akcijas: %s

source: Total Shares: %s
lt_lt: Viso akcijų: %s

source: Invested: %s
lt_lt: Investuota: %s

source: Gain: %s
lt_lt: Gauta: %s

source: Loss: %s
lt_lt: Prarasta: %s

source: Stock prices successfully updated
lt_lt: Akcijų kainos sėkmingai atnaujintos

source: Last updated %s
lt_lt: Vėliausiai atnaujinta: %s

source: Nothing to update
lt_lt: Nėra ką naujinti

source: Connecting...
lt_lt: Jungiamasi...

source: %s on %s
lt_lt: %s esanti %s

source: Symbol: %s
lt_lt: Simbolis: %s

source: Duplicate Transaction
lt_lt: D&ubliuoti operaciją

source: Edit Transaction
lt_lt: Redaguoti operaciją

source: Populate Transaction #
lt_lt: Užpildyti operaciją #

source: Organize attachments of this transaction
lt_lt: Tvarkyti šios operacijos priedus

source: Do you want to add new payee: %s?
lt_lt: Ar norite pridėti naują kontrahentą: %s?

source: Confirm to add new payee
lt_lt: Patvirtinkite, kad pridėti naują kontrahentą

source: Specify account the money is taken from
lt_lt: Nurodykite sąskaitą, iš kurios yra paimti pinigai

source: Specify account the money is moved to
lt_lt: Nurodykite sąskaitą, į kurią pinigai yra perkelti

source: Specify the transfer amount in the From Account.
lt_lt: Nurodykite perkeliamą sumą „Iš“ sąskaitoje.

source: Specify account for the transaction
lt_lt: Nurodykite sąskaitą operacijai

source: Specify to whom the transaction is going to
lt_lt: Nurodykite kam pervedimas keliauja

source: Specify the date of the transaction
lt_lt: Nurodykite operacijos datą

source: Retard or advance the date of the transaction
lt_lt: Vėlinti arba ankstinti operacijos datą

source: Syntax error in the URL string
lt_lt: Sintaksės klaida URL eilutėje

source: Found no protocol which can get this URL
lt_lt: Nerastas protokolas galintis gauti šį URL

source: A host name is required for this protocol
lt_lt: Kompiuterio vardas yra privalomas šiam protokolui

source: A path is required for this protocol
lt_lt: Kelias yra privalomas šiam protokolui

source: Connection error
lt_lt: Ryšio klaida

source: An error occurred during negotiation
lt_lt: Įvyko klaida derybų metu

source: Cannot get data from WWW!
lt_lt: Nepavyksta gauti duomenų iš WWW!

source: Unknown error
lt_lt: Nežinoma klaida

source: February
lt_lt: Vasaris

source: January
lt_lt: Sausis

source: March
lt_lt: Kovas

source: April
lt_lt: Balandis

source: June
lt_lt: Birželis

source: May
lt_lt: Geg

source: August
lt_lt: Rugpjūtis

source: July
lt_lt: Liepa

source: September
lt_lt: Rugsėjis

source: December
lt_lt: Gruodis

source: November
lt_lt: Lapkritis

source: October
lt_lt: Spalis

source: Feb
lt_lt: Vas

source: Jan
lt_lt: Sau

source: Mar
lt_lt: Kov

source: Apr
lt_lt: Bal

source: Jun
lt_lt: Bir

source: Aug
lt_lt: Rgp

source: Jul
lt_lt: Lie

source: Sep
lt_lt: Rgs

source: Dec
lt_lt: Grd

source: Nov
lt_lt: Lap

source: Oct
lt_lt: Spa

source: Monday
lt_lt: Pirmadienis

source: Sunday
lt_lt: Sekmadienis

source: Tuesday
lt_lt: Antradienis

source: Friday
lt_lt: Penktadienis

source: Thursday
lt_lt: Ketvirtadienis

source: Wednesday
lt_lt: Trečiadienis

source: Saturday
lt_lt: Šeštadienis

source: Wrong WebApp GUID:
lt_lt: Neteisingas WebApp GUID:

source: please check it in network options.
lt_lt: prašome patikrinti tai tinklo nustatymuose.

source: Wrong WebApp settings
lt_lt: Neteisingi WebApp nustatymai

source: Unable to connect to WebApp:
lt_lt: Nepavyksta prisijungti prie WebApp:

source: please check settings and / or internet connection.
lt_lt: prašome patikrinti nustatymus ir / arba interneto ryšį.

source: WebApp connection error
lt_lt: WebApp ryšio klaida

source: Wrong WebApp API version:
lt_lt: Bloga WebApp API versija:

source: WebApp API version -> %s
lt_lt: WebApp API versija -> %s

source: Expected API version -> %s
lt_lt: Tikėtasi API versija -> %s

source: Wrong WebApp API version
lt_lt: Bloga WebApp API versija

source: A generic network error occurred
lt_lt: Įvyko bendra tinklo klaida

source: The client failed to connect the server
lt_lt: Klientui nepavyko prisijungti prie serverio

source: Invalid value
lt_lt: Neteisinga reikšmė

source: The remote file doesn't exist
lt_lt: Nutolęs failas neegzistuoja

source: An error occurred during reconnection
lt_lt: Įvyko klaida bandant pakartotinai susijungti

source: Someone tried to send a command during a transfer
lt_lt: Kažkas bandė siųsti komandą perkėlimo metu

source: Cannot get data from website
lt_lt: Nepavyksta gauti duomenų iš svetainės

source: Account '%s' not found!
lt_lt: Sąskaita „%s“ nerasta!

source: Transaction will be inserted with the first bank account: '%s' and marked as 'Follow Up'
lt_lt: Operacija bus įterpta į pirmą banko sąskaitą: „%s“ ir pažymėta kaip „Stebima“

source: Wrong WebApp account
lt_lt: Neteisinga WebApp paskyra

source: Unable to download attachments from webapp.
lt_lt: Nepavyksta atsisiųsti priedų iš WebApp.

source: Attachments folder not set or unavailable
lt_lt: Priedų aplankas nenustatytas arba nepasiekiamas

source: Transaction not downloaded:
lt_lt: Operacija neatsiųsta:

source: please fix attachments folder or delete attachments from WebApp
lt_lt: prašome pataisyti priedų aplanką arba ištrinti priedus iš WebApp

source: Attachment folder error
lt_lt: Priedų aplanko klaida

source: Attachment
lt_lt: Priedas

source: Communication error
lt_lt: Ryšio klaida

source: Transaction not downloaded: please close and open MMEX to try re-download transaction
lt_lt: Operacija neatsiųsta: prašome uždaryti ir atidaryti MMEX, kad pabandyti pakartotinai atsisiųsti operaciją

source: Attachment download error
lt_lt: Priedo atsiuntimo klaida

source: Import WebApp transactions
lt_lt: Importuoti WebApp operacijas

source: &Import all
lt_lt: &Importuoti viską

source: Import and open all
lt_lt: Importuoti ir atverti viską

source: Unable to insert transaction in MMEX database
lt_lt: Nepavyksta įterpti operacijos į MMEX duomenų bazę

source: WebApp communication error
lt_lt: WebApp ryšio klaida

source: Open Attachment
lt_lt: Atverti priedą

source: Delete
lt_lt: Ištrinti

source: Add Account Wizard
lt_lt: Sąskaitos pridėjimo vedlys

source: models all transactions as belonging to accounts. The next pages will help you create a new account. To help you get started, begin by making a list of all financial institutions where you hold an account.
lt_lt: formuoja visas operacijas kaip sąskaitų dedamąsias. Kitas puslapis padės Jums sukurti naują sąskaitą. Kad pradėti, sudarykite sąrašą visų finansinių institucijų, kuriose laikote sąskaitas.

source: Account Name Invalid
lt_lt: Sąskaitos pavadinimas neteisingas

source: Account Name already exists
lt_lt: Sąskaita tokiu pavadinimu jau egzistuoja

source: Name of the Account
lt_lt: Sąskaitos pavadinimas

source: Specify a descriptive name for the account.
lt_lt: Nurodykite prasmingą sąskaitos pavadinimą.

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
lt_lt: Tai dažniausiai pavadinimas finansinės institucijos, kurioje laikoma sąskaita. Pvz.: „SEB Bankas“.

source: Type of Account
lt_lt: Sąskaitos tipas

source: Select the type of account you want to create:
lt_lt: Pasirinkite, kokio tipo paskyrą norite sukurti:

source: General bank accounts cover a wide variety of account types like Checking, Savings and Credit card type accounts.
lt_lt: Bendros banko sąskaitos dengia didelę įvairovę sąskaitos tipų, kaip kad Atsiskaitomoji, Santaupų ar Kreditinė sąskaita.

source: Investment accounts are specialized accounts that only have stock/mutual fund investments associated with them.
lt_lt: Investicinės sąskaitos yra specializuotos, kurios turi tik akcijų/bendrųjų fondų investicijas susietas su jomis.

source: Term accounts are specialized bank accounts. Intended for asset type accounts such as Term Deposits and Bonds. These accounts can have regular money coming in and out, being outside the general income stream.
lt_lt: Terminuotos sąskaitos yra specializuotos banko sąskaitos. Skirtos turto tipo sąskaitoms, tokioms kaip terminuoti indėliai. Šios sąskaitos gali turėti nuolatines įplaukas ir išlaidas, išliekant nuošalyje bendrųjų pajamų srovių.

source: Base Account Currency Not set.
lt_lt: Pagrindinė sąskaitos valiuta nenustatyta.

source: Set that first using Tools->Options menu and then add a new account.
lt_lt: Nustatykite tai pirmiausiai naudojant Įrankiai->Parinktys ir tada pridedant naują paskyrą.

source: New Database Wizard
lt_lt: Naujos duomenų bazės vedlys

source: The next pages will help you create a new database.
lt_lt: Kiti puslapiai padės Jums sukurti naują duomenų bazę.

source: Your database file is stored with an extension of .mmb.
lt_lt: Jūsų duomenų bazės failas yra išsaugotas su plėtiniu .mmb.

source: As this file contains important financial information, we recommended creating daily backups with the Options setting: 'Backup before opening', and store your backups in a separate location.
lt_lt: Kadangi šis failas turi svarbios finansinės informacijos, rekomenduojame kurti kasdienines atsargines kopijas Pasirinktyse nustatant: „Sukurti naują atsarginę kopiją startuojant“ ir saugoti savo atsargines kopijas atskiroje vietoje.

source: The database can later be encrypted if required, by using the option: 'Save database as' and changing the file type before saving.
lt_lt: Duomenų bazė, esant poreikiui, gali būti užšifruota vėliau naudojant pasirinktį: „Išsaugoti duomenų bazę kaip“ ir pakeičiant failo tipą prieš išsaugant.

source: Base Currency for account
lt_lt: Pagrindinė sąskaitos valiuta

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed by using the options dialog. New accounts, will use this currency by default, and can be changed when editing account details.
lt_lt: Nurodykite pagrindinę (arba numatytą) valiutą naudotiną duomenų bazėje. Pagrindinė valiuta vėliau gali būti pakeista naudojant Parinkčių dialogo langą. Naujos sąskaitos naudos šią valiutą pagal nutylėjimą. Tai gali būti pakeista redaguojant sąskaitas.

source: (Optional) Specify a title or your name.
lt_lt: (Nebūtina) Nurodykite savo vardo titulą.

source: Used as a database title for displayed and printed reports.
lt_lt: Naudojama kaip duomenų bazės antraštė rodomuose ir atspausdintose ataskaitose.

source: Base Currency Not Set
lt_lt: Pagrindinė valiuta nenustatyta

source: Update Wizard
lt_lt: Atnaujinimo vedlys

source: A new version of MMEX is available!
lt_lt: Nauja MMEX versija pasiekiama!

source: Your version is %s
lt_lt: Jūsų versija yra %s

source: New version is %s
lt_lt: Nauja versija yra %s

source: Click on finish to open our website and download.
lt_lt: Spragtelėkite ant pabaigos, kad atverti mūsų svetainę ir atsisiųsti.

source: What's new:
lt_lt: Kas naujo:

source: Download in progress
lt_lt: Vykdomas atsisiuntimas

source: Unable to check for updates!
lt_lt: Nepavyksta patikrinti, ar yra atnaujinimų!

source: MMEX Update Check
lt_lt: MMEX atnaujinimų tikrinimas

source: You already have the latest version %s
lt_lt: Jūs jau turite naujausią versiją: %s
